Repository: SK8-PTY-LTD/DiDiCatering_WP
Catalog: foodbakery/languages/*.po
Languages: th

source: Set font for main Menu. It will be applied to sub menu as well
th: ตั้งค่าแบบอักษรสำหรับเมนูหลัก นอกจากนี้ยังจะใช้กับเมนูย่อยด้วย

source: Heading 1 Font
th: หัวเรื่อง 1 แบบอักษร

source: Select font for Headings. It will apply on all posts and pages headings
th: เลือกแบบอักษรสำหรับหัวเรื่อง จะใช้กับโพสต์และหัวเรื่องทั้งหมด

source: Heading 2 Font
th: หัวเรื่อง 2 แบบอักษร

source: Heading 3 Font
th: หัวเรื่อง 3 แบบอักษร

source: Heading 4 Font
th: หัวเรื่อง 4 แบบอักษร

source: Heading 5 Font
th: หัวเรื่อง 5 แบบอักษร

source: Heading 6 Font
th: หัวเรื่อง 6 แบบอักษร

source: Section Title Font
th: ส่วนชื่อเรื่องแบบอักษร

source: Set font for Section Title Headings
th: ตั้งค่าแบบอักษรสำหรับหัวข้อหัวเรื่องส่วน

source: Page Title Font
th: แบบอักษรชื่อหน้าเว็บ

source: Set font for Page Title Headings
th: ตั้งค่าแบบอักษรสำหรับหัวเรื่องของชื่อหน้า

source: Post Title Font
th: ตัวอักษรชื่อเรื่องโพสต์

source: Set font for Post Title Headings
th: ตั้งค่าแบบอักษรสำหรับหัวข้อหัวเรื่องของโพสต์

source: Sidebar Widget Font
th: แบบอักษร Widget ของ Sidebar

source: Set font for Widget Headings
th: ตั้งค่าแบบอักษรสำหรับส่วนหัวของวิดเจ็ต

source: Footer Widget Font
th: แบบอักษรส่วนท้ายของ Widget

source: Set font for Footer Widget Headings
th: ตั้งค่าแบบอักษรสำหรับส่วนหัวส่วนท้ายของวิดเจ็ต

source: Social Network
th: เครือข่ายสังคม

source: Twitter
th: ทวิตเตอร์

source: Instagram
th: อินสตาแกรม

source: youtube
th: ยูทูบ

source: share more
th: แชร์เพิ่มเติม

source: Select Sidebar
th: เลือกแถบด้านข้าง

source: Sidebar Name
th: ชื่อแถบด้านข้าง

source: Select a sidebar from the list already given. (Nine pre-made sidebars are given)
th: เลือกแถบด้านข้างจากรายการที่มีอยู่แล้ว (มีเก้าแถบที่ทำไว้ล่วงหน้า)

source: Default Pages
th: หน้าเริ่มต้น

source: Default Pages Sidebar
th: หน้าเริ่มต้นของหน้าเริ่มต้น

source: Default Pages Layout
th: เค้าโครงหน้าเริ่มต้น

source: Page Margin
th: Margin หน้า

source: Set Sidebar for all pages like Search, Author Archive, Category Archive etc
th: ตั้งค่าแถบด้านข้างสำหรับหน้าเว็บทั้งหมดเช่นการค้นหาคลังข้อมูลผู้แต่งคลังข้อมูล ฯลฯ

source: Select pre-made sidebars for default pages on sidebar layout. Full width layout cannot have sidebars
th: เลือกแถบด้านข้างที่ทำไว้ล่วงหน้าสำหรับหน้าเริ่มต้นในรูปแบบด้านข้าง รูปแบบความกว้างเต็มไม่สามารถมีแถบด้านข้าง

source: Turn Maintenance Mode On/Off here
th: เปิด / ปิดโหมดการบำรุงรักษาที่นี่

source: Turn Logo On/Off here
th: เปิดหรือปิดโลโก้ที่นี่

source: Social Contact
th: ติดต่อทางสังคม

source: Turn Social Contact On/Off here
th: เปิด / ปิดการติดต่อทางสังคมที่นี่

source: Turn newsletter On/Off here
th: เปิด / ปิดจดหมายข่าวที่นี่

source: Header Switch
th: สวิตช์ส่วนหัว

source: Turn Header On/Off here
th: เปิด / ปิด Header ที่นี่

source: Footer Switch
th: สวิทช์ส่วนท้าย

source: Turn Footer On/Off here
th: เปิด / ปิดท้ายกระดาษที่นี่

source: No Title
th: ไม่มีชื่อเรื่อง

source: Maintenance Mode page
th: หน้าโหมดการบำรุงรักษา

source: Choose a page that you want to set for maintenance mode
th: เลือกเพจที่คุณต้องการตั้งค่าสำหรับโหมดการบำรุงรักษา

source: Mail Chimp Key
th: คีย์ Chimp จดหมาย

source: Enter a valid Mail Chimp API key here to get started. Once you''ve done that, you can use the Mail Chimp Widget from the Widgets menu. You will need to have at least Mail Chimp list set up before the using the widget. You can get your mail chimp activation key
th: ป้อนคีย์ API Chimp แบบอีเมลที่ถูกต้องเพื่อเริ่มต้นใช้งาน เมื่อคุณได้เสร็จสิ้นแล้วคุณสามารถใช้ Widget ลิงเกร็ดจากเมนูวิดเจ็ตได้ คุณจะต้องมีอย่างน้อย Mail Chimp รายการก่อนที่จะใช้เครื่องมือ คุณจะได้รับรหัสการเปิดใช้งานลิงชิมแปนซีของจดหมาย

source: Mail Chimp List
th: รายชื่ออีเมล Chimp

source: Flickr API Setting
th: การตั้งค่า Flickr API

source: Flickr key
th: คีย์ Flickr

source: add your flickr key here.
th: เพิ่มคีย์ Flickr ของคุณที่นี่

source: Twitter API Setting
th: การตั้งค่า Twitter API

source: Consumer Key
th: คีย์ผู้บริโภค

source: insert your consumer key here.
th: ใส่รหัสผู้บริโภคของคุณที่นี่

source: Cache Time Limit
th: ขีด จำกัด เวลาใน Cache

source: Please enter the time limit in minutes for refresh cache.
th: โปรดป้อนเวลาที่กำหนดไว้เป็นนาทีเพื่อรีเฟรชแคช

source: Number of tweet
th: จำนวนทวีต

source: Please enter number of tweet that you get from twitter for chache file.
th: โปรดป้อนจำนวนทวีตที่คุณได้รับจาก twitter for chache file

source: Date Time Formate
th: กำหนดเวลาวันที่

source: Select date time formate for every tweet.
th: เลือกรูปแบบวันที่สำหรับทวีตทุกครั้ง

source: Displays November 06 2012
th: แสดงวันที่ 6 พฤศจิกายน 2012

source: Displays 6th November
th: แสดง 6 พฤศจิกายน

source: Displays 06 Nov
th: แสดง 06 พ.ย.

source: Displays 06 Nov 2012
th: แสดงวันที่ 6 พ.ย. 2012

source: Displays Tues 06 Nov 2012
th: แสดงวันอังคาร 6 พ.ย. 2012

source: Displays in hours, minutes etc
th: แสดงผลเป็นชั่วโมงนาที ฯลฯ

source: Consumer Secret
th: ความลับของผู้บริโภค

source: insert your cunsumer secret key here.
th: ใส่รหัสลับส่วนตัวของคุณที่นี่

source: Access Token
th: เข้าถึง Token

source: insert access token here.
th: แทรกโทเค็นการเข้าถึงที่นี่

source: Access Token Secret
th: เข้าถึง Token Secret

source: insert access token secret here.
th: แทรก access token secret ที่นี่

source: import & export
th: นำเข้าและส่งออก

source: Theme Backup Options
th: ตัวเลือกสำรองข้อมูลธีม

source: Backup
th: สำรองข้อมูล

source: Widgets Backup Options
th: วิดเจ็ตสำรองข้อมูลวิดเจ็ต

source: Widgets Backup
th: วิดเจ็ตสำรองข้อมูล

source: Typography / Fonts
th: Typography / แบบอักษร

source: Custom Font
th: แบบอักษรที่กำหนดเอง

source: Google Fonts
th: แบบอักษรของ Google

source: Sidebar
th: แถบด้านข้าง

source: Footer sidebar
th: แถบท้ายกระดาษ

source: MAINTENANCE MODE
th: โหมดการบำรุงรักษา

source: API Setting
th: การตั้งค่า API

source: Layout
th: แบบ

source: Layout type
th: ประเภทเค้าโครง

source: Boxed
th: ชนิดบรรจุกล่อง

source: Background
th: ภูมิหลัง

source: Background color
th: สีพื้นหลัง

source: Set Subheader Background color
th: ตั้งค่าสีพื้นหลังรายการย่อย

source: Pattern
th: รูปแบบ

source: Custom Image
th: รูปภาพที่กำหนดเอง

source: Background image
th: ภาพพื้นหลัง

source: Choose from Predefined Background images.
th: เลือกจากภาพพื้นหลังที่กำหนดไว้ล่วงหน้า

source: Background pattern
th: รูปแบบพื้นหลัง

source: Choose from Predefined Pattern images.
th: เลือกจากภาพลวดลายที่กำหนดไว้ล่วงหน้า

source: Provide a hex color code here (with #) for theme background color.
th: ใส่รหัสสี hex ที่นี่ (ด้วย #) สำหรับสีพื้นหลังชุดรูปแบบ

source: This option can be used only with Boxed Layout.
th: ตัวเลือกนี้สามารถใช้ได้เฉพาะกับ Boxed Layout เท่านั้น

source: Background image position
th: ตำแหน่งภาพพื้นหลัง

source: Choose image position for body background
th: เลือกตำแหน่งภาพสำหรับพื้นหลังของร่างกาย

source: no-repeat center top
th: ไม่มีศูนย์ซ้ำด้านบน

source: repeat center top
th: ทำซ้ำศูนย์ด้านบน

source: no-repeat center
th: ศูนย์ไม่ซ้ำ

source: Repeat Center
th: ทำซ้ำศูนย์

source: no-repeat left top
th: ไม่มีซ้ำด้านบนซ้าย

source: repeat left top
th: ทำซ้ำด้านซ้ายมือ

source: no-repeat fixed center
th: ศูนย์ไม่ซ้ำถาวร

source: no-repeat fixed center / cover
th: ไม่มีศูนย์ซ่อม / ฝาครอบคงที่

source: add to cart
th: เพิ่มลงตระกร้า

source: POSTED ON
th: โพสต์ไว้

source: BY
th: B

source: ago
th: ก่อน

source: Log Out
th: ออกจากระบบ

source: Enter Faq Title
th: ป้อนชื่อ Faq

source: Select Faq Parent
th: เลือกผู้ปกครอง Faq

source: Enter Faq Descreption
th: ป้อน Faq Descreption

source: Add Faq Title
th: เพิ่มหัวข้อ Faq

source: Add Content
th: เพิ่มเนื้อหา

source: Demo
th: เดโม้

source: Import
th: นำเข้า

source: Import Options
th: ตัวเลือกการนำเข้า

source: Input the URL from another location and hit Import Button to apply settings
th: ป้อน URL จากตำแหน่งอื่นและกดปุ่มนำเข้าเพื่อใช้การตั้งค่า

source: Please select a page
th: โปรดเลือกหน้า

source: Export Options
th: ตัวเลือกการส่งออก

source: Error saving file!
th: เกิดข้อผิดพลาดในการบันทึกไฟล์!

source: Backup Generated.
th: สร้างข้อมูลสำรองแล้ว

source: File '%s' Deleted Successfully
th: ไฟล์ ' %s ' ถูกลบสำเร็จแล้ว

source: Error Deleting file!
th: เกิดข้อผิดพลาดในการลบไฟล์!

source: File Import Successfully
th: นำเข้าไฟล์สำเร็จแล้ว

source: Error Restoring file!
th: เกิดข้อผิดพลาดในการเรียกคืนไฟล์!

source: File '%s' Restore Successfully
th: ไฟล์ ' %s ' เรียกคืนสำเร็จ

source: Here you can Generate/Download Backups. Also you can use these Backups to Restore settings.
th: ที่นี่คุณสามารถสร้าง / ดาวน์โหลดการสำรองข้อมูล นอกจากนี้คุณสามารถใช้การสำรองข้อมูลเหล่านี้เพื่อเรียกคืนการตั้งค่า

source: Download
th: ดาวน์โหลด

source: Generate Backup
th: สร้างการสำรองข้อมูล

source: Import Widgets
th: นำเข้าวิดเจ็ต

source: Show Widget Settings
th: แสดงการตั้งค่า Widget

source: Font Family
th: ชุดแบบอักษร

source: Browse
th: เรียกดู

source: Add Sidebar
th: เพิ่มแถบด้านข้าง

source: Added Sidebars
th: เพิ่มแถบด้านข้าง

source: Actions
th: การปฏิบัติ

source: Are you sure! You want to delete this
th: คุณแน่ใจไหม! คุณต้องการลบสิ่งนี้

source: Please enter the desired title of Footer sidebar
th: โปรดป้อนชื่อแถบท้ายกระดาษที่ต้องการ

source: 2 Column (16.67%)
th: คอลัมน์

source: 3 Column (25%)
th: คอลัมน์

source: 4 Column (33.33%)
th: คอลัมน์

source: 6 Column (50%)
th: คอลัมน์

source: 8 Column (66.66%)
th: คอลัมน์

source: 9 Column (75%)
th: คอลัมน์

source: 10 Column (83.33%)
th: คอลัมน์

source: 12 Column (100%)
th: คอลัมน์

source: SiderBar Name
th: ชื่อ SiderBar

source: Sider Bar Width
th: ความกว้างของแถบ Sider Bar

source: Icon Color
th: ไอคอนสี

source: Set Icon Color
th: ตั้งไอคอนสี

source: + Add to List
th: เพิ่มรายการสินค้า

source: Added Social Icons
th: เพิ่มไอคอนทางสังคม

source: Network Name
th: ชื่อเครือข่าย

source: Export Widgets
th: ส่งออกวิดเจ็ต

source: Default Font
th: แบบอักษรเริ่มต้น

source: This theme requires the following plugin: %1$s.
th: ธีมนี้ต้องใช้ปลั๊กอินต่อไปนี้: %1$s

source: This theme recommends the following plugin: %1$s.
th: ธีมนี้แนะนำปลั๊กอินต่อไปนี้: %1$s

source: Sorry, but you do not have the correct permissions to install the %s plugin.
th: ขออภัยคุณไม่มีสิทธิ์ที่ถูกต้องในการติดตั้งปลั๊กอิน %s

source: The following required plugin is currently inactive: %1$s.
th: ปลั๊กอินที่จำเป็นต่อไปนี้ใช้งานอยู่ในขณะนี้: %1$s

source: The following recommended plugin is currently inactive: %1$s.
th: ปลั๊กอินที่แนะนำต่อไปนี้ไม่ได้ใช้งานอยู่ในขณะนี้: %1$s

source: Sorry, but you do not have the correct permissions to activate the %s plugin.
th: ขออภัยคุณไม่มีสิทธิ์ที่ถูกต้องในการเปิดใช้งานปลั๊กอิน %s

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
th: ปลั๊กอินต่อไปนี้ต้องได้รับการอัปเดตเป็นเวอร์ชันล่าสุดเพื่อให้แน่ใจว่าสามารถใช้งานร่วมกับชุดรูปแบบนี้ได้สูงสุด: %1$s

source: Sorry, but you do not have the correct permissions to update the %s plugin.
th: ขออภัยคุณไม่มีสิทธิ์ที่ถูกต้องในการอัปเดตปลั๊กอิน %s

source: Begin installing plugin
th: เริ่มติดตั้งปลั๊กอิน

source: Begin activating plugin
th: เริ่มเปิดใช้งานปลั๊กอิน

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
th: ขออภัยคุณไม่มีสิทธิ์ที่ถูกต้องในการติดตั้งปลั๊กอิน %s ติดต่อผู้ดูแลระบบของไซต์นี้เพื่อขอความช่วยเหลือในการติดตั้งปลั๊กอิน

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
th: ขออภัยคุณไม่มีสิทธิ์ที่ถูกต้องในการเปิดใช้งานปลั๊กอิน %s ติดต่อผู้ดูแลระบบของไซต์นี้เพื่อขอความช่วยเหลือในการเปิดใช้ปลั๊กอิน

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
th: ขออภัยคุณไม่มีสิทธิ์ที่ถูกต้องในการอัปเดตปลั๊กอิน %s ติดต่อผู้ดูแลระบบของไซต์นี้เพื่อขอความช่วยเหลือในการอัปเดตปลั๊กอิน

source: Activate installed plugin
th: เปิดใช้ปลั๊กอินที่ติดตั้งไว้

source: Install Required Plugins
th: ติดตั้งปลั๊กอินที่จำเป็น

source: Install Plugins
th: ติดตั้งปลั๊กอิน

source: Updating Plugin: %s
th: กำลังอัปเดตปลั๊กอิน: %s

source: Something went wrong with the plugin API.
th: เกิดข้อผิดพลาดกับปลั๊กอิน API

source: There is an update available for: %1$s. There are updates available for the following plugins: %1$s.
th: มีการอัปเดตสำหรับ: %1$s มีการอัปเดตสำหรับปลั๊กอินต่อไปนี้: %1$s

source: Begin updating plugin Begin updating plugins
th: เริ่มอัปเดตปลั๊กอินเริ่มต้นการอัปเดตปลั๊กอิน

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
th: ปลั๊กอินไม่ได้เปิดใช้งาน จำเป็นต้องมีเวอร์ชันที่สูงขึ้นของ %s สำหรับธีมนี้ โปรดอัปเดตปลั๊กอิน

source: There are one or more required or recommended plugins to install, update or activate.
th: มีปลั๊กอินที่จำเป็นหรือแนะนำที่จำเป็นต้องใช้เพื่อติดตั้งปรับปรุงหรือเปิดใช้งานอย่างน้อยหนึ่งรายการ

source: This plugin needs to be updated to be compatible with your theme.
th: ปลั๊กอินนี้จำเป็นต้องได้รับการอัปเดตให้เข้ากันได้กับธีมของคุณ

source: Update Required
th: จำเป็นต้องอัปเดต

source: updated
th: อัพเดทแล้ว

source: Version
th: รุ่น

source: Upgrade message from the plugin author:
th: อัปเกรดข้อความจากผู้เขียนปลั๊กอิน:

source: No plugins were selected to be installed. No action taken.
th: ไม่ได้เลือกปลั๊กอินที่จะติดตั้ง ไม่มีการดำเนินการใด ๆ

source: No plugins were selected to be updated. No action taken.
th: ไม่มีการเลือกปลั๊กอินที่จะอัพเดต ไม่มีการดำเนินการใด ๆ

source: No plugins are available to be updated at this time.
th: ปลั๊กอินไม่พร้อมให้บริการในขณะนี้

source: No plugins are available to be installed at this time.
th: ไม่มีปลั๊กอินที่สามารถติดตั้งได้ในขณะนี้

source: No plugins to install, update or activate.
th: ไม่มีปลั๊กอินเพื่อติดตั้งอัปเดตหรือเปิดใช้งาน

source: Install %2$s
th: ติดตั้ง %2$s

source: Update %2$s
th: อัพเดท

source: Activate %2$s
th: เปิดใช้งาน %2$s

source: Available version:
th: รุ่นที่สามารถใช้งานได้:

source: Minimum required version:
th: เวอร์ชันที่ต้องการขั้นต่ำ:

source: Installed version:
th: รุ่นที่ติดตั้ง:

# as in: "version nr unknown"
source: unknown
th: ไม่ทราบ

source: Update recommended
th: ปรับปรุงที่แนะนำ

source: Required Update not Available
th: ไม่จำเป็นต้องมีการอัปเดต

source: Active
th: คล่องแคล่ว

source: Requires Update
th: ต้องการการอัปเดต

source: Updating Plugin %1$s (%2$d/%3$d)
th: กำลังอัปเดตปลั๊กอิน %1$s ( %2$d / %3$d )

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
th: เกิดข้อผิดพลาดขณะติดตั้ง %1$s : <strong> %2$s </ strong>

source: No plugins are available to be activated at this time.
th: ปลั๊กอินไม่สามารถใช้งานได้ในขณะนี้

source: No plugins were selected to be activated. No action taken.
th: ไม่ได้เลือกปลั๊กอินเพื่อเปิดใช้งาน ไม่มีการดำเนินการใด ๆ

# plugin A *and* plugin B
source: and
th: และ

source: The following plugin was activated successfully: The following plugins were activated successfully:
th: ปลั๊กอินต่อไปนี้ใช้งานได้สำเร็จ: ปลั๊กอินต่อไปนี้ได้รับการเปิดใช้งานสำเร็จ:

source: Installing Plugin: %s
th: การติดตั้งปลั๊กอิน: %s

source: Something went wrong.
th: บางอย่างผิดพลาด.

source: Return to Required Plugins Installer
th: กลับไปที่ Installer ปลั๊กอินที่ต้องการ

source: Return to the dashboard
th: กลับไปที่แดชบอร์ด

source: Plugin activated successfully.
th: เปิดใช้งานปลั๊กอินเรียบร้อยแล้ว

source: The following plugin was activated successfully:
th: ปลั๊กอินต่อไปนี้ใช้งานได้สำเร็จ:

source: All plugins installed and activated successfully. %1$s
th: ปลั๊กอินทั้งหมดได้รับการติดตั้งและใช้งานได้สำเร็จ %1$s

source: Dismiss this notice
th: ปิดประกาศนี้

source: Please contact the administrator of this site for help.
th: โปรดติดต่อผู้ดูแลระบบของไซต์นี้เพื่อรับความช่วยเหลือ

source: The remote plugin package is does not contain a folder with the desired slug and renaming did not work.
th: แพคเกจปลั๊กอินระยะไกลไม่มีโฟลเดอร์ที่มีบุ้งที่ต้องการและเปลี่ยนชื่อไม่ได้

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
th: โปรดติดต่อผู้ให้บริการปลั๊กอินและขอให้ติดตั้งปลั๊กอินตามหลักเกณฑ์ WordPress

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
th: แพคเกจปลั๊กอินระยะไกลประกอบด้วยมากกว่าหนึ่งไฟล์ แต่ไฟล์ไม่ได้บรรจุในโฟลเดอร์

source: No action taken. Plugin %1$s was already active.
th: ไม่มีการดำเนินการใด ๆ ปลั๊กอิน %1$s ใช้งานอยู่แล้ว

source: External Source
th: แหล่งข้อมูลภายนอก

source: Pre-Packaged
th: Pre- ชุด

source: Required
th: จำเป็นต้องใช้

source: Recommended
th: แนะนำ

source: Not Installed
th: ไม่ได้ติดตั้ง

source: Installed But Not Activated
th: ติดตั้ง แต่ไม่เปิดใช้งาน

source: No plugins to install or activate. Return to the Dashboard
th: ไม่มีปลั๊กอินที่จะติดตั้งหรือเปิดใช้งาน กลับไปที่แดชบอร์ด

source: Plugin
th: เสียบเข้าไป

source: Type
th: ประเภท

source: Status
th: สถานะ

source: Install
th: ติดตั้ง

source: Activate
th: กระตุ้น

source: No plugins are available to be installed at this time
th: ไม่มีปลั๊กอินที่สามารถติดตั้งได้ในขณะนี้

source: Install package not available
th: ไม่สามารถติดตั้งแพคเกจได้

source: Downloading install package from %s
th: กำลังดาวน์โหลดแพคเกจติดตั้งจาก %s

source: Unpacking the package
th: การเปิดแพคเกจ

source: Installing the plugin
th: การติดตั้งปลั๊กอิน

source: Plugin install failed.
th: ติดตั้งปลั๊กอินล้มเหลว

source: Plugin installed successfully.
th: ติดตั้งปลั๊กอินเรียบร้อยแล้ว

source: Plugin activation failed.
th: การเปิดใช้งานปลั๊กอินล้มเหลว

source: An error occurred while installing %1$s: %2$s.
th: เกิดข้อผิดพลาดขณะติดตั้ง %1$s : %2$s

source: The installation of %1$s failed.
th: การติดตั้ง %1$s ล้มเหลว

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
th: กระบวนการติดตั้งและเปิดใช้งานกำลังเริ่มต้น กระบวนการนี้อาจต้องใช้เวลาสักครู่ในบางครอบครัวดังนั้นโปรดอดใจรอ

source: %1$s installed and activated successfully.
th: %1$s ติดตั้งและเปิดใช้งานสำเร็จแล้ว

source: Show Details
th: แสดงรายละเอียด

source: All installations and activations have been completed.
th: การติดตั้งและการเปิดใช้งานทั้งหมดเสร็จสิ้นแล้ว

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
th: การติดตั้งและเปิดใช้งานปลั๊กอิน %1$s ( %2$d / %3$d )

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
th: กระบวนการติดตั้งกำลังเริ่มต้น กระบวนการนี้อาจต้องใช้เวลาสักครู่ในบางครอบครัวดังนั้นโปรดอดใจรอ

source: Hide Details
th: ซ่อนรายละเอียด

source: %1$s installed successfully.
th: % s ถูกติดตั้งเสร็จเรียบร้อยแล้ว

source: All installations have been completed.
th: การติดตั้งเสร็จสิ้นแล้ว

source: Installing Plugin %1$s (%2$d/%3$d)
th: กำลังติดตั้งปลั๊กอิน %1$s ( %2$d / %3$d )

source: Loco translate
th: แปล Loco

source: Foodbakery Shortlists
th: รายการโปรด Foodbakery

source: Foodbakery Email Templates
th: เทมเพลตอีเมล Foodbakery

source: Something went wrong with the plugin API
th: เกิดข้อผิดพลาดกับปลั๊กอิน API

source: Element Title
th: ชื่อองค์ประกอบ

source: Enter element title here.
th: ป้อนชื่อองค์ประกอบที่นี่

source: Tab Style
th: สไตล์แท็บ

source: Select your tabs style
th: เลือกสไตล์แท็บของคุณ

source: Vertical
th: แนวตั้ง

source: Horizontal
th: การขยายกิจการแนวราบ (Horizontal Integration)

source: You can set the tab section that is open by default on frontend by select dropdown
th: คุณสามารถตั้งค่าส่วนของแท็บที่เปิดอยู่โดยค่าเริ่มต้นในส่วนหน้าโดยเลือกแบบเลื่อนลง

source: Tab Title
th: ชื่อแท็บ

source: Enter tab title here.
th: ป้อนชื่อแท็บที่นี่

source: Tab Icon
th: ไอคอนแท็บ

source: Select the Icons you would like to show with your Tabs .
th: เลือกไอคอนที่คุณต้องการจะแสดงพร้อมกับแท็บของคุณ

source: Content
th: เนื้อหา

source: Enter the tab content here.
th: ป้อนเนื้อหาแท็บที่นี่

source: Tab
th: แถบ

source: Tabs Options
th: ตัวเลือกแท็บ

source: Add Tab
th: เพิ่มแท็บ

source: Text Us
th: ส่งข้อความถึงเรา

source: Call Us
th: · โทรหาเรา

source: Form Title
th: ชื่อแบบฟอร์ม

source: Post Title Length
th: ชื่อเรื่องความยาว

source: Please enter post title length in numeric
th: โปรดป้อนความยาวของชื่อโพสต์เป็นตัวเลข

source: Element Sub Title
th: หัวเรื่องย่อย

source: Enter element sub title here.
th: ป้อนชื่อย่อยขององค์ประกอบที่นี่

source: Excerpt Length
th: ความยาวที่ตัดตอนมา

source: Enter title here.
th: ป้อนชื่อที่นี่

source: Title Color
th: สีชื่อเรื่อง

source: Set title color with this color picker.
th: ตั้งชื่อสีด้วยตัวเลือกสีนี้

source: Select Column
th: เลือกคอลัมน์

source: Column
th: คอลัมน์

source: Select Column view from this drop down
th: เลือกมุมมองคอลัมน์จากเมนูแบบเลื่อนลงนี้

source: Edit Form Options
th: แก้ไขตัวเลือกฟอร์ม

source: Edit Fancy Tabs Options
th: แก้ไขตัวเลือกของ Fancy Tabs

source: Edit Fancy Faqs Options
th: แก้ไขตัวเลือก Faqs แฟนซี

source: Image
th: ภาพ

source: Set Alignment for Image
th: ตั้งค่าการจัดแนวสำหรับรูปภาพ

source: Select Image from media gallery with this button
th: เลือกรูปภาพจากแกลเลอรีสื่อด้วยปุ่มนี้

source: Save
th: บันทึก

source: Insert
th: แทรก

source: Yes
th: ใช่

source: No
th: ไม่

source: Text
th: ข้อความ

source: Site Map Options
th: ตัวเลือกแผนที่ไซต์

source: Enter Section title here
th: ป้อนชื่อหมวดที่นี่

source: Icon Box Option
th: ตัวเลือกกล่องไอคอน

source: Views
th: การเข้าดู

source: Set the Icon Box style
th: ตั้งค่าสไตล์ไอคอนกล่อง

source: Enter Icon Box title here
th: ป้อนชื่อไอคอนกล่องที่นี่

source: Icon Box Title Color
th: สีของชื่อไอคอนกล่อง

source: Set icon box title color here.
th: ตั้งชื่อสีของชื่อไอคอนกล่องที่นี่

source: Icon Type
th: ประเภทไอคอน

source: Select icon type image or font icon.
th: เลือกไอคอนรูปภาพหรือแบบอักษรประเภทไอคอน

source: Icon
th: ไอคอน

source: Attach image from media gallery.
th: แนบรูปภาพจากแกลเลอรีสื่อ

source: Select the Icon you would like to show with your accordian title.
th: เลือกไอคอนที่คุณต้องการจะแสดงพร้อมกับชื่อ accordion ของคุณ

source: Icon Font Size
th: ขนาดแบบอักษรไอคอน

source: Set the Icon Font Size
th: ตั้งค่าขนาดแบบอักษรไอคอน

source: Extra Small
th: เล็กพิเศษ

source: Small
th: เล็ก

source: Medium
th: ปานกลาง

source: Medium Large
th: ใหญ่ใหญ่

source: Large
th: ใหญ่

source: Extra Large
th: ขนาดใหญ่พิเศษ

source: Free Size
th: ฟรีไซส์

source: Provide a hex colour code here (with #) for text color. if you want to override the default.
th: ใส่รหัสสี hex ที่นี่ (ด้วย #) สำหรับสีข้อความ ถ้าคุณต้องการแทนที่ค่าเริ่มต้น

source: Title Link
th: ลิงก์ชื่อ

source: Enter Icon Box title link here
th: ป้อนชื่อกล่องใส่ชื่อที่นี่

source: Enter the content here
th: ป้อนเนื้อหาที่นี่

source: Counter
th: เคาน์เตอร์

source: Counter Options
th: ตัวนับตัวนับ

source: Enter Title Here
th: ป้อนชื่อที่นี่

source: Sub Title
th: หัวเรื่องย่อย

source: Enter Sub Tiltle Here
th: ป้อน Tiltle ย่อยที่นี่

source: Add Counter
th: เพิ่มเคาน์เตอร์

source: Please Select Icon
th: โปรดเลือกไอคอน

source: Count
th: นับ

source: Enter Counter Range
th: ป้อนช่วงตัวนับ

source: Enter Content Here
th: ป้อนเนื้อหาที่นี่

source: Select Icon Color
th: เลือกไอคอนสี

source: Count Color
th: นับสี

source: Select Count Color
th: เลือกนับสี

source: Text Color
th: สีข้อความ

source: Select counter item text color
th: เลือกสีของข้อความตัวนับ

source: Select Content Color
th: เลือก Content Color

source: published by
th: เผยเเพร่โดย

source: View all posts by
th: ดูกระทู้ทั้งหมดของคุณ

source: Enter counter author name here
th: ป้อนชื่อผู้ประดิษฐ์ตัวนับที่นี่

source: Choose Color of Counter Text
th: เลือกสีของตัวนับ

source: Divider setting on/off
th: เปิด / ปิดตัวแบ่งส่วน

source: List Options
th: ตัวเลือกรายการ

source: Enter list title here
th: ป้อนชื่อรายการที่นี่

source: Enter list sub title here
th: ป้อนชื่อย่อยของรายการที่นี่

source: List Style
th: สไตล์รายการ

source: Choose list style from here.
th: เลือกสไตล์รายการจากที่นี่

source: Numeric
th: เป็นตัวเลข

source: Bullet
th: กระสุน
