Repository: SK8-PTY-LTD/DiDiCatering_WP
Catalog: foodbakery/languages/*.po
Languages: th

source: Begin updating plugin
th: เริ่มต้นการอัปเดตปลั๊กอิน

source: Return to the Dashboard
th: กลับไปที่แดชบอร์ด

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
th: แพคเกจปลั๊กอินระยะไกลไม่ประกอบด้วยโฟลเดอร์ที่มีบุ้งที่ต้องการและเปลี่ยนชื่อไม่ได้

# plugins
source: All <span class="count">(%s)</span>
th: ทั้งหมด <span class = \ "count "> ( %s ) </ span>

source: To Install <span class="count">(%s)</span>
th: ติดตั้ง <span class = \ "count "> ( %s ) </ span>

source: Update Available <span class="count">(%s)</span>
th: อัปเดตพร้อมใช้งาน <span class = \ "count "> ( %s ) </ span>

source: To Activate <span class="count">(%s)</span>
th: หากต้องการเปิดใช้งาน <span class = \ "count "> ( %s ) </ span>

source: Left Right
th: ซ้ายขวา

source: Successfully installed
th: ติดตั้งเรียบร้อยแล้ว

source: Sorry unable to upgrade theme. Contact Theme Author and repot this issue.
th: ขออภัยไม่สามารถอัปเกรดธีม ติดต่อนักออกแบบธีมและแทนที่ปัญหานี้

source: Header Full Width
th: ส่วนหัวกว้างเต็ม

source: Transparent Header
th: ส่วนหัวที่โปร่งใส

source: Auto Update
th: อัปเดตอัตโนมัติ

source: Auto Update Theme
th: ธีมการอัปเดตอัตโนมัติ

source: Automatic Upgrade
th: อัปเกรดอัตโนมัติ

source: Marketplace Username
th: ชื่อผู้ใช้ Marketplace

source: Enter your Marketplace Username.
th: ป้อนชื่อผู้ใช้ Marketplace ของคุณ

source: Secret API Key
th: คีย์ API ลับ

source: Enter your Secret API key.
th: ป้อนคีย์ API ลับของคุณ

source: Skip Theme Backup
th: ข้ามการสำรองข้อมูลธีม

source: Do you want to skip theme backup?
th: คุณต้องการข้ามการสำรองข้อมูลชุดรูปแบบหรือไม่

source: Additional Information
th: ข้อมูลเพิ่มเติม

source: Product Description
th: รายละเอียดสินค้า

source: FoodBakery theme for WordPress is stylish, customizable, simple, and readable - make it yours with a custom menu and custom theme options. FoodBakery supports multiple widgetized areas and featured images comes with drag and drop page builder for pages). It includes stylesheets for admin Visual Editor.
th: ธีม FoodBackery สำหรับ WordPress มีสไตล์ปรับแต่งได้เรียบง่ายและอ่านได้ทำให้คุณเป็นของคุณด้วยเมนูแบบกำหนดเองและตัวเลือกชุดรูปแบบที่กำหนดเอง FoodBakery สนับสนุนพื้นที่แบบวิดเจ็ตและภาพเด่นที่มาพร้อมกับเครื่องสร้างหน้าแบบลากและวางสำหรับหน้าเว็บ) ซึ่งประกอบด้วย stylesheets สำหรับ Visual Editor ของผู้ดูแลระบบ
