Repository: SK8-PTY-LTD/DiDiCatering_WP
Catalog: foodbakery/languages/*.po
Languages: th

source: Featured
th: คุณสมบัติ

source: Learn more
th: เรียนรู้เพิ่มเติม

# comments title
source: One thought on &ldquo;%s&rdquo;
th: หนึ่งคิดที่ & ldquo; %s & rdquo;

# comments title
source: %1$s comments
th: %1$s ความคิดเห็น

source: Primary
th: ประถม

source: Top Strip Menu
th: เมนูแถบด้านบน

source: Submit
th: เสนอ

source: This post is password protected. To view it please enter your password below:
th: โพสต์นี้มีรหัสผ่านป้องกัน. หากต้องการดูโปรดใส่รหัสผ่านของคุณด้านล่าง:

source: Prev
th: ย้อนกลับ

source: Next
th: ต่อไป

# Used before full size attachment link.
source: Full size
th: ขนาดเต็ม

source: Edit<span class="screen-reader-text"> "%s"</span>
th: แก้ไข <span class = \ "หน้าจออ่านข้อความ "> \ " %s " </ span>

# Parent post link
source: <span class="meta-nav">Published in</span><span class="post-title">%title</span>
th: <span class = "meta-nav"> เผยแพร่ใน </ span> <span class = "โพสต์ไตเติ้ล" " %t itle </ span>

source: Search
th: ค้นหา

source: read
th: “อ่านมัน

source: Read Article
th: อ่านบทความ

source: Reply
th: ตอบกลับ

# post date
source: Posted on %s
th: โพสต์เมื่อ %s

# post author
source: by %s
th: ตาม %s

source: Posted in %1$s
th: โพสต์ใน %1$s

source: Tagged %1$s
th: แท็ก %1$s

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
th: <span class = \ "screen-reader-text "> ใน %s </ span>

source: Edit %s
th: แก้ไข%s

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
th: พร้อมที่จะเผยแพร่โพสต์ครั้งแรกของคุณหรือไม่? <a href=" %1$s "> เริ่มต้นใช้งานที่นี่ </a>

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
th: ดูเหมือนว่าเราไม่สามารถหาสิ่งที่คุณกำลังมองหาได้ บางทีการค้นหาสามารถช่วยได้

source: Continue reading %s <span class="meta-nav">&rarr;</span>
th: อ่านต่อ %s <span class = \ "meta-nav "> & rarr; </ span>

source: To run this theme properly, mentioned minium PHP version is required.
th: หากต้องการเรียกใช้ชุดรูปแบบนี้อย่างถูกต้องโปรดกล่าวถึงเวอร์ชันของ minium PHP

source: Sets max size of post data allowed. This setting also affects file upload.
th: ตั้งค่าขนาดสูงสุดของข้อมูลโพสต์ที่อนุญาต การตั้งค่านี้จะมีผลต่อการอัปโหลดไฟล์

source: The maximum size of a file that can be uploaded.
th: ขนาดสูงสุดของไฟล์ที่สามารถอัปโหลดได้

source: This sets the maximum amount of memory that a script is allowed to allocate.
th: นี่เป็นการตั้งค่าจำนวนหน่วยความจำสูงสุดที่สคริปต์อนุญาตให้จัดสรร

source: To download import data this option is required.
th: ในการดาวน์โหลดข้อมูลการนำเข้าต้องใช้ตัวเลือกนี้

source: This plugin is required as this handles the core functionality of the theme.
th: ปลั๊กอินนี้จำเป็นต้องใช้เพื่อรองรับฟังก์ชันหลักของธีม

source: Foodbakery Plugin
th: ปลั๊กอิน Foodbakery

source: Revolution Slider
th: ตัวเลื่อนการปฏิวัติ

source: This plugin is required to import Revolution sliders from demo data.
th: ปลั๊กอินนี้จำเป็นต้องนำเข้าแถบเลื่อนการปฏิวัติจากข้อมูลการสาธิต

source: Primary Menu
th: เมนูหลัก

source: France
th: ฝรั่งเศส

source: Germany
th: เยอรมนี

source: Italy
th: อิตาลี

source: Iceland
th: ไอซ์แลนด์

source: UAE
th: ยูเออี

source: view all
th: ดูทั้งหมด

source: %s (Invalid)
th: %s (ไม่ถูกต้อง)

source: %s (Pending)
th: %s (รอดำเนินการ)

source: Move up
th: หันขึ้น

source: Move down
th: หันลง

source: Edit Menu Item
th: แก้ไขรายการเมนู

source: Navigation Label
th: ป้ายการนำทาง

source: Title Attribute
th: แอตทริบิวต์ชื่อ

source: Open link in a new tab
th: เปิดลิงก์ในแท็บใหม่

source: CSS Classes (optional)
th: คลาส CSS (ตัวเลือก)

source: Link Relationship (XFN)
th: ความสัมพันธ์ของลิงก์ (XFN)

source: Description
th: ลักษณะ

source: The description will be displayed in the menu if the current theme supports it.
th: คำอธิบายจะปรากฏในเมนูถ้าธีมปัจจุบันรองรับไฟล์

source: Active Mega Menu
th: เมนู Mega ที่ใช้งานอยู่

source: Mega Menu View
th: เมนูเมกะวิว

source: Categories View 1
th: หมวดหมู่ดู 1

source: Categories View 2
th: หมวดหมู่ดู 2

source: Categories View 3
th: หมวดหมู่ดู 3

source: Title
th: หัวข้อ

source: Categories
th: หมวดหมู่

source: -- Select Categories --
th: - เลือกหมวดหมู่ -

source: Original: %s
th: ต้นฉบับ: %s

source: Remove
th: ลบ

source: Cancel
th: ยกเลิก

source: on
th: ในวันที่

source: Posted by
th: โพสโดย

source: Cart Totals
th: ยอดรวมรถเข็น

source: Subtotal
th: ไม่ทั้งหมด

source: Shipping
th: การจัดส่งสินค้า

source: estimated for %s
th: ประมาณ %s

source: Product
th: การพัฒนาผลิตภัณฑ์ (Product Development)

source: Price
th: ราคา

source: Quantity
th: ปริมาณ

source: Remove this item
th: ลบรายการนี​​้

source: Available on backorder
th: สามารถสั่งซื้อได้(ค้างส่ง)

source: Coupon
th: คูปอง

source: Coupon code
th: รหัสคูปอง

source: Apply Coupon
th: ใส่รหัสคูปอง

source: Update Cart
th: อัพเดทรถเข็น

# Product quantity input tooltip
source: Qty
th: จำนวน

source: Previous
th: ก่อน

source: Category:
th: หมวดหมู่:

source: Tag:
th: แท็ก:

source: Placeholder
th: จองพื้นที่

source: Rated %s out of 5
th: เรท %s จาก 5

source: out of %s5%s
th: จาก %s 5 %s

source: based on %s customer rating
th: ขึ้นอยู่กับคะแนนลูกค้า %s

source: Saving changes...
th: กำลังบันทึกการเปลี่ยนแปลง ...

source: Save All Settings
th: บันทึกการตั้งค่าทั้งหมด

source: Reset All Options
th: รีเซ็ตตัวเลือกทั้งหมด

source: Please Select
th: โปรดเลือก

source: Breadcrumbs Sub Header
th: Breadcrumbs ส่วนหัวย่อย

source: No sub Header
th: ไม่มีส่วนหัวย่อย

source: General
th: ตั้งค่าทั่วไป

source: Header
th: หัวข้อเรื่อง

source: Sub Header
th: ส่วนหัวย่อย

source: Social icons
th: ไอคอนทางสังคม

source: Social sharing
th: แบ่งปันทางสังคม

source: Color
th: สี

source: Headings
th: หัวเรื่อง

source: All
th: ทั้งหมด

source: Maintenance Mod settings
th: การบำรุงรักษา Mod settings

source: Maintenance Mod
th: บำรุงรักษา Mod

source: Turn maintenance mod on/off here
th: เปิด / ปิดเครื่องซ่อมบำรุงที่นี่

source: Show logo
th: แสดงโลโก้

source: Turn logo on/off here
th: เปิดหรือปิดโลโก้ที่นี่

source: Social Contacts
th: ที่อยู่ติดต่อทางสังคม

source: Turn social contacts on/off here
th: เปิด / ปิดที่อยู่ติดต่อทางสังคมที่นี่

source: Newsletter
th: ข่าวสาร

source: Turn newsletter on/off here
th: เปิด / ปิดจดหมายข่าวที่นี่

source: Header switch
th: สวิตช์ส่วนหัว

source: Turn header on/off here
th: เปิด / ปิดส่วนหัวที่นี่

source: Footer switch
th: สวิตช์ส่วนท้าย

source: Turn footer on/off here
th: เปิด / ปิดท้ายกระดาษที่นี่

source: Maintinance Mod page
th: หน้า Maintinance Mod

source: Select a page that ypu want to set for maintinance mode
th: เลือกเพจที่ ypu ต้องการตั้งค่าสำหรับโหมด maintinance

source: Show Twitter
th: แสดง Twitter

source: Manage user registration via Twitter here. If this switch is set ON, users will be able to sign up / sign in with Twitter. If it will be OFF, users will not be able to register / sign in through Twitter.
th: จัดการการลงทะเบียนผู้ใช้ผ่าน Twitter ที่นี่ หากตั้งสวิตช์นี้เป็น ON ผู้ใช้จะสามารถลงชื่อสมัครใช้ / ลงชื่อเข้าใช้ด้วย Twitter หากปิดตัวเลือกนี้ผู้ใช้จะไม่สามารถลงทะเบียน / ลงชื่อเข้าใช้ผ่าน Twitter ได้

source: Facebook
th: เฟสบุ๊ค

source: Facebook Login On/Off
th: เปิดใช้งาน Facebook Login

source: Manage user registration via Facebook here. If this switch is set ON, users will be able to sign up / sign in with Facebook. If it will be OFF, users will not be able to register / sign in through Facebook.
th: จัดการการลงทะเบียนผู้ใช้ผ่าน Facebook ที่นี่ หากตั้งสวิตช์นี้เป็น ON ผู้ใช้จะสามารถลงชื่อสมัครใช้ / ลงชื่อเข้าใช้ Facebook หากปิดตัวเลือกนี้ผู้ใช้จะไม่สามารถลงทะเบียน / ลงชื่อเข้าใช้ผ่าน Facebook ได้

source: Facebook Application ID
th: รหัสแอปพลิเคชัน Facebook

source: Here you have to add your Facebook application ID. You will get this ID when you create Facebook App.
th: ที่นี่คุณต้องเพิ่มรหัสโปรแกรม Facebook ของคุณ คุณจะได้รับรหัสนี้เมื่อสร้าง Facebook App

source: Put your Facebook Secret here. You can find it in your Facebook Application Dashboard
th: ใส่ Facebook Secret ของคุณที่นี่ คุณสามารถค้นหาได้ใน Facebook Dashboard ของแอ็พพลิเคชัน

source: Linked-in
th: การเชื่อมโยงใน

source: Linked-in Login On/Off
th: เปิด / ปิดการเข้าสู่ระบบที่เชื่อมโยงกัน

source: Manage user registration via Linked-in here. If this switch is set ON, users will be able to sign up / sign in with Linked-in. If it will be OFF, users will not be able to register / sign in through Linked-in.
th: จัดการการลงทะเบียนผู้ใช้ผ่าน Linked-in ที่นี่ หากตั้งสวิตช์นี้เป็น ON ผู้ใช้จะสามารถลงชื่อสมัครใช้ / ลงชื่อเข้าใช้ด้วย Linked-in หากปิดตัวเลือกนี้ผู้ใช้จะไม่สามารถลงทะเบียน / ลงชื่อเข้าใช้ผ่าน Linked-in ได้

source: Linked-in Application ID
th: ID แอ็พพลิเคชันที่เชื่อมโยง

source: Add LinkedIn application ID. To get your Linked-in Application ID, go to your Linked-in Dashboard
th: เพิ่มรหัสแอ็พพลิเคชัน LinkedIn หากต้องการรับรหัสแอปพลิเคชันที่เชื่อมโยงให้ไปที่แดชบอร์ดที่เชื่อมโยง

source: Put your Linked-in Secret here. You can find it in your Linked-in Application Dashboard
th: ใส่ความลับที่เชื่อมโยงไว้ที่นี่ คุณสามารถค้นหาได้ในแดชบอร์ดแอ็พพลิเคชันที่เชื่อมโยง

source: Google
th: กูเกิ้ล

source: Google+ Login On/Off
th: เปิด / ปิด Google+ ล็อก

source: Manage user registration via Google+ here. If this switch is set ON, users will be able to sign up / sign in with Google+. If it will be OFF, users will not be able to register / sign in through Google+.
th: จัดการการลงทะเบียนผู้ใช้ผ่าน Google+ ที่นี่ หากตั้งค่าสวิตช์นี้ผู้ใช้จะสามารถลงชื่อสมัครใช้ / ลงชื่อเข้าใช้ด้วย Google+ หากปิดตัวเลือกนี้ผู้ใช้จะไม่สามารถลงทะเบียน / ลงชื่อเข้าใช้ผ่าน Google+ ได้

source: Google+ Client ID
th: รหัสลูกค้า Google

source: Put your Google+ client ID here. To get this ID, go to your Google+ account Dashboard
th: ใส่รหัสลูกค้า Google+ ของคุณที่นี่ หากต้องการรับรหัสนี้ไปที่แดชบอร์ดของบัญชี Google+

source: Google+ Client Secret
th: ความลับของ Google+ Client

source: Put your google+ client secret here. To get client secret, go to your Google+ account
th: ใส่ความลับลูกค้า google + ของคุณที่นี่ หากต้องการรับข้อมูลลับของลูกค้าให้ไปที่บัญชี Google+ ของคุณ

source: Google+ API key
th: คีย์ Google API

source: Put your Google+ API key here. To get API, go to your Google+ account
th: ใส่คีย์ API Google+ ที่นี่ ในการรับ API ให้ไปที่บัญชี Google+ ของคุณ

source: Fixed redirect url for login
th: URL เปลี่ยนเส้นทางคงที่สำหรับการเข้าสู่ระบบ

source: Put your google+ redirect url here.
th: ใส่ google + redirect url ที่นี่

source: Captcha
th: แจ้งลบความคิดเห็น

source: Manage your captcha code for secured Signup here. If this switch will be ON, user can register after entering Captcha code. It helps to avoid robotic / spam sign-up
th: จัดการรหัส captcha ของคุณเพื่อความปลอดภัยในการสมัครที่นี่ หากสวิตช์นี้เปิดอยู่ผู้ใช้สามารถลงทะเบียนหลังจากป้อนรหัส Captcha ช่วยป้องกันการลงชื่อเข้าใช้หุ่นยนต์ / สแปม

source: Site Key
th: คีย์ไซต์

source: Put your site key for captcha. You can get this site key after registering your site on Google.
th: ใส่คีย์ไซต์สำหรับ captcha คุณสามารถรับรหัสไซต์นี้หลังจากลงทะเบียนไซต์ของคุณบน Google

source: Secret Key
th: คีย์ลับ

source: Put your site Secret key for captcha. You can get this Secret Key after registering your site on Google.
th: ใส่รหัสลับสำหรับ captcha คุณสามารถรับ Secret Key นี้หลังจากลงทะเบียนไซต์ของคุณบน Google

source: Ads Unit Settings
th: การตั้งค่าหน่วยโฆษณา

source: Custom favicon
th: favicon แบบกำหนดเอง

source: Custom favicon for your site
th: favicon แบบกำหนดเองสำหรับไซต์ของคุณ

source: Turn RTL On/Off here for Right to Left languages like Arabic etc.
th: เปิด / ปิด RTL สำหรับภาษาจากขวาไปซ้ายเช่นภาษาอาหรับ ฯลฯ

source: Responsive
th: อ่อนไหว

source: Set responsive design layout for mobile devices On/Off here
th: ตั้งค่าการออกแบบการตอบสนองสำหรับอุปกรณ์เคลื่อนที่เปิด / ปิดที่นี่

source: Excerpt (in words)
th: ข้อความที่ตัดตอนมา (ในคำ)

source: Set excerpt length/limit from here. It controls text limit for all posts content
th: กำหนดความยาว / จำกัดความยาวจากที่นี่ ควบคุมขีด จำกัด ข้อความสำหรับเนื้อหาโพสต์ทั้งหมด

source: Global Settings
th: การตั้งค่าส่วนกลาง

source: This is Global Settings.
th: นี่คือการตั้งค่าส่วนกลาง

source: Default Header Style
th: รูปแบบส่วนหัวที่เป็นค่าเริ่มต้น

source: Choose default header style for complete site
th: เลือกรูปแบบส่วนหัวมาตรฐานสำหรับเว็บไซต์ที่สมบูรณ์

source: Default
th: ค่าเริ่มต้น

source: default
th: ค่าเริ่มต้น

source: Modern
th: ทันสมัย

source: Logo
th: เครื่องหมาย

source: Sticky Logo
th: โลโก้ที่เหนียว

source: Toggle Sidebar
th: สลับแถบด้านข้าง

source: Select Toggle sidebar for header
th: เลือกสลับแถบด้านข้างสำหรับส่วนหัว

source: Header background image
th: ภาพพื้นหลังส่วนหัว

source: Upload Bakcground Image for header
th: อัปโหลดภาพ Bakcground สำหรับส่วนหัว

source: Select category for header news
th: เลือกหมวดหมู่สำหรับข่าวส่วนหัว

source: Banner
th: แบนเนอร์

source: Select the add from dropdown that you want to dispaly
th: เลือกเพิ่มจากเมนูแบบเลื่อนลงที่คุณต้องการแสดง

source: Header Posts Position
th: ตำแหน่งหัวเรื่อง

source: Before Header
th: ก่อน Header

source: After Header
th: หลังจากส่วนหัว

source: Header Top Strip
th: ส่วนบนของแถบส่วนหัว

source: Enable/Disable header top strip
th: เปิด / ปิดแถบด้านบนของส่วนหัว

source: Date/Time
th: แสดงวันที่และเวลา

source: Enable/Disable Header Top Strip Date/Time
th: เปิดใช้งาน / ปิดใช้งานแถบวันที่ / เวลาส่วนหัวของส่วนหัว

source: Language
th: ภาษา

source: Enable/Disable Header Top Strip Language
th: เปิดใช้ / ปิดใช้งานส่วนหัวของแถบภาษาด้านบน

source: Address
th: ที่อยู่

source: Enable/Disable Header Top Strip Address
th: เปิดใช้งาน / ปิดใช้ส่วนหัวแถบด้านบนของส่วนหัว

source: Enable/Disable Header Top Strip Email
th: เปิดใช้งาน / ปิดใช้งานอีเมลแถบส่วนหัวด้านบน

source: Phone
th: โทรศัพท์

source: Enable/Disable Header Top Strip Phone
th: เปิดใช้งาน / ปิดการใช้งานแถบด้านบนของแถบด้านบน

source: Menu
th: รายการ

source: Enable/Disable Header Top Strip Menu
th: เปิด / ปิดใช้เมนูแถบด้านบนส่วนหัว

source: Sticky Header
th: ส่วนหัวที่เหนียว

source: By turning this option as "ON" your website header will stick to top as you scroll down.
th: การเปลี่ยนตัวเลือกนี้เป็น \ "ON " ส่วนหัวของเว็บไซต์จะติดด้านบนขณะที่คุณเลื่อนลง

source: Enable/Disable Header Top Strip Social Links
th: เปิดใช้งาน / ปิดใช้งานลิงก์สังคมยอดนิยมส่วนหัว

source: Join Us
th: เข้าร่วมกับเรา

source: Enable/Disable Join Us
th: เปิด / ปิดใช้งานร่วมกับเรา

source: Contact Us
th: ติดต่อเรา

source: Enable/Disable Contact Us
th: เปิด / ปิดการใช้งานติดต่อเรา

source: Top Strip Color
th: สีแถบด้านบน

source: Select top strip color from color picker
th: เลือกสีแถบด้านบนจากตัวเลือกสี

source: Top Strip Background Color
th: สีพื้นหลังแถบด้านบน

source: Select top strip background color from color picker
th: เลือกสีพื้นหลังแถบด้านบนจากตัวเลือกสี

source: Upload your custom logo in .png .jpg .gif formats only.
th: อัปโหลดโลโก้ที่กำหนดเองของคุณเป็นรูปแบบ. png .jpg .gif เท่านั้น

source: Logo Height
th: ความสูงของโลโก้

source: Latest News
th: ข่าวล่าสุด

source: Set exact logo height otherwise logo will not display normally.
th: ตั้งความสูงของโลโก้ที่ต้องการหรือโลโก้จะไม่แสดงตามปกติ

source: Logo Width
th: ความกว้างของโลโก้

source: Set exact logo width otherwise logo will not display normally.
th: กำหนดความกว้างของโลโก้ที่ต้องการหากโลโก้ไม่แสดงตามปกติ

source: Logo margin top
th: ขอบด้านบนของโลโก้

source: Logo spacing margin from top
th: ระยะห่างของระยะห่างระหว่างโลโก้จากด้านบน

source: Logo margin bottom
th: ด้านล่างของขอบโลโก้

source: Logo spacing margin from bottom.
th: ระยะห่างของระยะห่างระหว่างโลโก้จากด้านล่าง

source: Logo margin right
th: ขอบด้านขวาของโลโก้

source: Logo spacing margin from right.
th: ระยะห่างของระยะห่างระหว่างโลโก้จากด้านขวา

source: Logo margin left
th: เหลือขอบโลโก้

source: Logo spacing margin from left
th: ระยะห่างของระยะห่างระหว่างโลโก้จากซ้าย

source: Map Style
th: สไตล์แผนที่

source: Blog Search Result
th: ผลการค้นหาของ Blog

source: Select Page for Blog Search Result
th: เลือกหน้าสำหรับผลการค้นหาของ Blog

source: Select Map style for all Maps.
th: เลือกสไตล์แผนที่สำหรับแผนที่ทั้งหมด

source: Map Box
th: กล่องแผนที่

source: Blue Water
th: น้ำสีฟ้า

source: Bluish
th: สีน้ำเงินอ่อน

source: Light Blue Water
th: น้ำสีฟ้าอ่อน

source: Clad Me
th: หุ้มฉัน

source: Chilled
th: แช่เย็น

source: Light and Dark
th: แสงและความมืด

source: Flat Pale
th: แบนซีด

source: Book Now Url
th: จอง Url ตอนนี้

source: WooCommerce Cart Icon
th: ไอคอน WooCommerce Cart

source: WooCommerce Archive Sidebar
th: แถบด้านข้างเก็บข้อมูล WooCommerce

source: Set Sidebar for WooCommerce Archive, Category etc
th: ตั้งค่าแถบด้านข้างสำหรับ WooCommerce Archive, Category ฯลฯ

source: Select Sidebar for WooCommerce Archive, Category etc
th: เลือกแถบด้านข้างสำหรับ WooCommerce Archive ประเภทอื่น ๆ

source: Default Sub Header
th: ส่วนหัวย่อยที่เป็นค่าเริ่มต้น

source: Sub Header settings made here will be implemented on all pages.
th: การตั้งค่าส่วนหัวย่อยที่ทำไว้ที่นี่จะมีการใช้งานในทุกหน้า

source: Header Border Color
th: สีส่วนหัวของหัวกระดาษ

source: Please select Revolution Slider if already included in package. Otherwise buy Sliders from Code canyon But its optional
th: โปรดเลือก Revolution Slider หากรวมอยู่ในแพ็คเกจแล้ว มิเช่นนั้นให้ซื้อ Sliders จากแคนยอนรหัส แต่ไม่จำเป็น

source: Style
th: สไตล์

source: Select Subheader Style
th: เลือกสไตล์ของหัวเรื่องย่อย

source: Classic
th: คลาสสิค

source: With Background Image
th: มีภาพพื้นหลัง

source: Padding Top
th: แพ็ดดิ้งท็อป

source: Set custom padding for sub header content top area.
th: ตั้งค่าส่วนขยายที่กำหนดเองสำหรับพื้นที่เนื้อหาส่วนหัวด้านบน

source: Padding Bottom
th: แพ็ดดิ้งล่าง

source: Set custom padding for sub header content bottom area.
th: ตั้งส่วนขยายที่กำหนดเองสำหรับพื้นที่ด้านล่างเนื้อหาส่วนหัวด้านล่าง

source: Set custom Margin for sub header content top area.
th: ตั้งค่า Margin ที่กำหนดเองสำหรับพื้นที่เนื้อหาส่วนหัวด้านบน

source: Set custom Margin for sub header content bottom area.
th: ตั้งค่า Margin ที่กำหนดเองสำหรับพื้นที่ด้านล่างเนื้อหาส่วนหัวย่อย

source: Page Title
th: ชื่อหน้า

source: Enable/disable Subheader Page Title
th: เปิด / ปิดใช้งานชื่อหัวข้อย่อย

source: Content Color
th: สีเนื้อหา

source: Set Subheader Content Color
th: ตั้งค่าสีเนื้อหาย่อย

source: Breadcrumbs
th: สวดมนต์

source: Enable/disable Breadcrumbs
th: เปิดใช้งาน / ปิดใช้งาน Breadcrumbs

source: Sub Heading
th: หัวเรื่องย่อย

source: Upload background image in .png .jpg .gif formats only.
th: อัปโหลดภาพพื้นหลังเป็นรูปแบบ. png .jpg .gif เท่านั้น

source: Footer options
th: ตัวเลือกท้ายกระดาษ

source: Footer section
th: ส่วนท้าย

source: enable/disable footer area
th: เปิด / ปิดพื้นที่ท้ายกระดาษ

source: Footer Style
th: รูปแบบส่วนท้าย

source: Select footer style here.
th: เลือกสไตล์ส่วนท้ายที่นี่

source: Style 1
th: สไตล์ 1

source: Style 2
th: สไตล์ 2

source: Footer Widgets
th: วิดเจ็ตส่วนท้าย

source: enable/disable footer widget area
th: เปิด / ปิดการใช้งานส่วนท้ายเครื่องมือ

source: Copyright Section
th: แผนกลิขสิทธิ์

source: enable/disable Copyright Section
th: เปิด / ปิดใช้งานส่วนสงวนลิขสิทธิ์

source: Copyright Text
th: ข้อความลิขสิทธิ์

source: write your own copyright text
th: เขียนข้อความลิขสิทธิ์ของคุณเอง

source: 2015 foodbakery Name All rights reserved. Design by Chimp Studio
th: 2015 foodbakery Name สงวนลิขสิทธิ์ ออกแบบโดย Chimp Studio

source: Right Logos Section
th: ส่วนโลโก้ด้านขวา

source: enable/disable Right Logos Section
th: เปิด / ปิดใช้งานส่วนขวาของโลโก้

source: Right Logos
th: โลโก้ที่ถูกต้อง

source: Add footer right logos here.
th: เพิ่มส่วนท้ายที่เหมาะสมที่นี่

source: Footer Menu
th: เมนูส่วนท้าย

source: Enable/disable footer menu option.
th: เปิด / ปิดใช้ตัวเลือกท้ายกระดาษ

source: Back to top
th: กลับไปด้านบน

source: Enable/disable footer back to top option.
th: เปิดใช้งาน / ปิดการใช้งานท้ายกระดาษกลับไปที่ตัวเลือกด้านบน

source: Footer background image
th: ภาพ background ของ Footer

source: Upload Bakcground Image for footer
th: อัปโหลดภาพ Bakcground สำหรับส่วนท้าย

source: General Colors
th: สีทั่วไป

source: Theme Color
th: สีธีม

source: Choose theme skin color
th: เลือกสีผิวของธีม

source: Body Text Color
th: สีตัวอักษร

source: Choose text color
th: เลือกสีข้อความ

source: Header colors
th: สีส่วนหัว

source: Default Header Colors
th: สีส่วนหัวของดีฟอลต์

source: Change Header background color
th: เปลี่ยนสีพื้นหลังส่วนหัว

source: Menu Link color
th: สีลิงก์เมนู

source: Change Header Menu Link color
th: เปลี่ยนสีลิงก์ของส่วนหัวกระดาษ

source: Menu Hover / Active Link color
th: สีเมนู Hover / Active Link

source: Change Header Menu Active Link color
th: เปลี่ยนสีของลิงก์ส่วนหัวของเมนูส่วนหัว

source: Menu Hover / Active Link Background Color
th: สีพื้นหลังของแถบเลื่อนเมนู / ที่ใช้งานอยู่

source: Change Header Menu Active Link Background color
th: เปลี่ยนสีพื้นหลังของเมนูส่วนหัวที่ใช้งาน

source: Submenu 2nd Level Background Color
th: สีพื้นหลังของเมนูย่อยระดับที่ 2

source: Change Header Submenu 2nd Level Background Color
th: เปลี่ยนสีพื้นหลังส่วนหัวของชุดย่อย

source: Submenu Hover Background
th: พื้นหลัง Hover ของเมนูย่อย

source: Change Submenu Hover Background color
th: เปลี่ยนสีพื้นหลังของเมนูย่อย

source: Submenu Link Color
th: สีลิงก์เมนูย่อย

source: Change Submenu Link color
th: เปลี่ยนสีลิงก์ของเมนูย่อย

source: Submenu 2nd Level Link Color
th: สีลิงก์ระดับที่ 2 ของเมนูย่อย

source: Change Submenu 2nd Level Link color
th: เปลี่ยนสีลิงก์ของหมวดย่อยที่ 2

source: Submenu Hover / Active Link Color
th: สีของเมนูย่อย / การเชื่อมโยงที่ใช้งานอยู่

source: Change Submenu Hover / Active Link color
th: เปลี่ยนสีของเมนูย่อย / การเชื่อมโยงที่ใช้งานอยู่

source: Submenu Background
th: พื้นหลังของเมนูย่อย

source: Change Submenu Background color
th: เปลี่ยนสีพื้นหลังของเมนูย่อย

source: footer colors
th: สีส่วนท้าย

source: Footer Background Color
th: สีพื้นหลังส่วนท้าย

source: Change Background Color
th: เปลี่ยนสีพื้นหลัง

source: Footer Text Color
th: สีข้อความของ Footer

source: Change Footer Text Color
th: เปลี่ยนสีข้อความท้ายกระดาษ

source: Footer Link Color
th: สีของลิงค์ ของ Footer

source: Change Footer Link Color
th: เปลี่ยนสีลิงก์ส่วนท้าย

source: Change Copyright Text Color
th: เปลี่ยนสีข้อความลิขสิทธิ์

source: Widget Background Color
th: สีพื้นหลังวิดเจ็ต

source: Copyright Background Color
th: สีพื้นหลังของลิขสิทธิ์

source: Change Copyright Background Color
th: เปลี่ยนสีพื้นหลังของลิขสิทธิ์

source: heading colors
th: หัวสี

source: heading h1
th: หัวข้อ h1

source: heading h2
th: หัวข้อ H2

source: heading h3
th: หัวข้อ h3

source: heading h4
th: มุ่ง h4

source: heading h5
th: หัวข้อ h5

source: heading h6
th: หัวข้อ h6

source: Section Title
th: ชื่อหัวข้อ

source: Post Title
th: ชื่อโพสต์

source: Widgets Title
th: ชื่อวิดเจ็ต

source: Footer Widgets Title
th: ชื่อวิดเจ็ตส่วนท้าย

source: Custom Font .woff
th: แบบอักษรที่กำหนดเอง. weff

source: Upload Your Custom Font file in .woff format
th: อัปโหลดไฟล์แบบอักษรที่กำหนดเองของคุณในรูปแบบ. wff

source: Custom Font .ttf
th: แบบอักษรที่กำหนดเอง. ttf

source: Upload Your Custom Font file in .ttf format
th: อัปโหลดไฟล์แบบอักษรที่กำหนดเองของคุณเป็นรูปแบบ. txt

source: Custom Font .svg
th: แบบอักษรที่กำหนดเอง. svg

source: Upload Your Custom Font file in .svg format
th: อัปโหลดไฟล์แบบอักษรที่กำหนดเองในรูปแบบ. vg

source: Custom Font .eot
th: แบบอักษรที่กำหนดเอง. eot

source: Upload Your Custom Font file in .eot format
th: อัปโหลดไฟล์แบบอักษรที่กำหนดเองของคุณในรูปแบบ. eot

source: Content Font
th: แบบอักษรเนื้อหา

source: Set fonts for Body text
th: ตั้งค่าแบบอักษรสำหรับข้อความ Body

source: Font Attribute
th: แอตทริบิวต์แบบอักษร

source: Set Font Attribute
th: ตั้งค่าแอตทริบิวต์แบบอักษร

source: Size
th: ขนาด

source: Line Height
th: ความสูงของบรรทัด

source: Text Transform
th: แปลงข้อความ

source: none
th: ไม่มี

source: capitalize
th: ประโยชน์

source: uppercase
th: ตัวพิมพ์ใหญ่

source: lowercase
th: ตัวพิมพ์เล็ก

source: initial
th: แรกเริ่ม

source: inherit
th: สืบทอด

source: Letter Spacing
th: การเว้นวรรคตัวอักษร

source: Main Menu Font
th: แบบอักษรของเมนูหลัก
