Repository: SK8-PTY-LTD/DiDiCatering_WP
Catalog: foodbakery/languages/*.po
Languages: th

source: Alphabetic
th: ตามตัวอักษร

source: List Title
th: ชื่อรายการ

source: List
th: รายการ

source: Enter list title here.
th: ป้อนชื่อรายการที่นี่

source: Select icon color
th: เลือกไอคอนสี

source: Icon Background Color
th: ไอคอนสีพื้นหลัง

source: Select icon background color
th: เลือกสีพื้นหลังของไอคอน

source: Choose icon for list.
th: เลือกไอคอนสำหรับรายการ

source: Add List Item
th: เพิ่มรายการสินค้า

source: Ads Options
th: ตัวเลือกโฆษณา

source: Headings Options
th: ตัวเลือกหัวเรื่อง

source: Select headings style with this dropdown. simple and one Fancy view. All headings font sizes,color and family can be change from theme options.
th: เลือกลักษณะหัวเรื่องด้วยเมนูแบบเลื่อนลงนี้ ง่ายและดูแฟนซี สามารถเปลี่ยนขนาดตัวอักษรสีและครอบครัวได้จากตัวเลือกชุดรูปแบบ

source: Fancy
th: แฟนซี

source: Fancy Heading
th: แฟนซีหัวเรื่อง

source: Enter text for fancy heading
th: ป้อนข้อความสำหรับหัวเรื่องแฟนซี

source: Enter your element title here
th: ป้อนชื่อองค์ประกอบของคุณที่นี่

source: Enter your element sub title here
th: ป้อนชื่อย่อยขององค์ประกอบที่นี่

source: Enter content here.
th: ป้อนเนื้อหาที่นี่

source: Font Size
th: ขนาดตัวอักษร:

source: Add font size for heading here.
th: เพิ่มขนาดตัวอักษรสำหรับหัวข้อที่นี่

source: Select style to heading. If you dont select heading it will display H1
th: เลือกสไตล์เพื่อหัวเรื่อง หากคุณไม่เลือกหัวเรื่องจะแสดง H1

source: Capitalize
th: ประโยชน์

source: Initial
th: แรกเริ่ม

source: Inherit
th: สืบทอด

source: Lowercase
th: ตัวพิมพ์เล็ก

source: None
th: ไม่มี

source: Uppercase
th: ตัวพิมพ์ใหญ่

source: Add letter spacing for heading here.
th: เพิ่มระยะเว้นวรรคของจดหมายสำหรับมุ่งหน้าที่นี่

source: Bottom Margin
th: ส่วนต่ำสุด

source: Enter heading bottom margin in numaric values only
th: ป้อนส่วนหัวด้านล่างในค่า numaric เท่านั้น

source: Add line height for heading here.
th: เพิ่มความสูงของเส้นสำหรับหัวข้อที่นี่

source: Element title color
th: สีของชื่อองค์ประกอบ

source: Choose element title color with this color picker.
th: เลือกสีชื่อหัวข้อด้วยตัวเลือกสีนี้

source: Element sub title color
th: สีชื่อหัวข้อย่อย

source: Select color title
th: เลือกชื่อสี

source: select content color
th: เลือกสีเนื้อหา

source: Heading Style
th: หัวเรื่องสไตล์

source: Select headings and style with this dropdown. H1 to H6 Headings and one Fancy view. All headings font sizes,color and family can be change from theme options.
th: เลือกหัวเรื่องและสไตล์ด้วยเมนูแบบเลื่อนลงนี้ H1 ถึง H6 Headings และอีกหนึ่ง Fancy view สามารถเปลี่ยนขนาดตัวอักษรสีและครอบครัวได้จากตัวเลือกชุดรูปแบบ

source: H1
th: h

source: H2
th: h

source: H3
th: h

source: H4
th: h

source: H5
th: h

source: H6
th: h

source: Heading Align
th: หัวเรื่องจัดชิด

source: Align the heading position with this dropdown.
th: จัดตำแหน่งหัวเรื่องด้วยเมนูแบบเลื่อนลงนี้

source: Heading View
th: หัวเรื่อง

source: Select the heading view from this dropdown.
th: เลือกมุมมองหัวข้อจากเมนูแบบเลื่อนลงนี้

source: Left
th: ซ้าย

source: Right
th: ใช่ไหม?

source: Center
th: กึ่งกลาง

source: Heading Color
th: หัวเรื่องสี

source: Choose heading color with this color picker.
th: เลือกหัวข้อสีด้วยตัวเลือกสีนี้

source: Set divider on/off for heading with this dropdown.
th: ตั้งค่าการเปิด / ปิดส่วนหัวสำหรับวางสายด้วยเมนูแบบเลื่อนลงนี้

source: Font Style
th: รูปแบบตัวอักษร

source: Select the font style here.
th: เลือกรูปแบบตัวอักษรที่นี่

source: Normal
th: ปกติ

source: Italic
th: ตัวเอียง

source: Oblique
th: เอียง

source: Add Team
th: เพิ่มทีม

source: Name
th: ชื่อ

source: Enter team member name here.
th: ป้อนชื่อสมาชิกในทีมที่นี่

source: Designation
th: ผู้ได้รับการแต่งตั้ง

source: Link
th: ลิงค์

source: Enter team member link here.
th: เข้าสู่ระบบสมาชิกทีมที่นี่

source: Enter team member designation here.
th: ป้อนการแต่งตั้งสมาชิกทีมที่นี่

source: Team Profile Image
th: รูปโปรไฟล์ทีม

source: Select team member image from media gallery.
th: เลือกภาพสมาชิกในกลุ่มจากแกลเลอรีสื่อ

source: Phone No
th: หมายเลขโทรศัพท์

source: Enter phone number here.
th: ป้อนหมายเลขโทรศัพท์ที่นี่

source: Enter facebook account link here.
th: ใส่ลิงก์บัญชี facebook ที่นี่

source: Enter twitter account link here.
th: ป้อนลิงก์บัญชี Twitter ที่นี่

source: Enter google+ accoount link here.
th: ป้อนลิงก์ Google + accoount ที่นี่

source: Enter linkedin account link here.
th: ป้อนลิงก์บัญชี linkedin ที่นี่

source: Youtube
th: ยูทูบ

source: Enter youtube link here.
th: ป้อนลิงก์ youtube ที่นี่

source: Enter team member content here.
th: ป้อนเนื้อหาของสมาชิกในทีมที่นี่

source: Team Options
th: ตัวเลือกของทีม

source: Enter Element Title Here
th: ป้อนชื่อองค์ประกอบที่นี่

source: Enter Element Sub Title
th: ป้อนชื่อย่อยขององค์ประกอบ

source: Team
th: ทีม

source: Call to Action Options
th: ตัวเลือกการเรียกร้องให้ดำเนินการ

source: Enter Content here.
th: ใส่เนื้อหาที่นี่

source: Enter description here.
th: ป้อนคำอธิบายที่นี่

source: select content color with this color picker
th: เลือกสีเนื้อหาด้วยตัวเลือกสีนี้

source: Define call to action background color with this color picker
th: กำหนดสีพื้นหลังการเรียกร้องให้ดำเนินการด้วยตัวเลือกสีนี้

source: Button Text Color
th: สีข้อความปุ่ม

source: Give the name of the quote author
th: ให้ชื่อผู้เขียนใบเสนอราคา

source: Quote
th: อ้างอิง

source: Blockquote OPTIONS
th: ตัวเลือก Blockquote

source: Dropcap OPTIONS
th: ตัวเลือก Dropcap

source: Author Url
th: Url ผู้เขียน

source: Give the URL of author profile external/internal
th: ระบุ URL ของโปรไฟล์ผู้เขียนภายนอก / ภายใน

source: Button Border Color
th: สีของปุ่มชายแดน

source: Select Button Border color
th: เลือกสีของเส้นขอบปุ่ม

source: Button Background Color
th: สีพื้นหลังของปุ่ม

source: Select Button Background color
th: เลือกสีพื้นหลังปุ่ม

source: Set the button color for your call to action.
th: ตั้งค่าสีของปุ่มสำหรับคำกระตุ้นการตัดสินใจ

source: Button Text
th: ข้อความปุ่ม

source: Enter text of the button.
th: ป้อนข้อความของปุ่ม

source: Button Link
th: การเชื่อมโยงปุ่ม

source: Enter button link here.
th: ใส่ปุ่มที่นี่

source: Text Align
th: จัดข้อความ

source: Center Align
th: จัดแนวกึ่งกลาง

source: Left Align
th: จัดชิดซ้าย

source: Right Align
th: จัดชิดขวา

source: Custom Id
th: รหัสที่กำหนดเอง

source: Use this option if you want to use specified id for this element.
th: ใช้ตัวเลือกนี้ถ้าคุณต้องการใช้ id ที่ระบุสำหรับอิลิเมนต์นี้

source: Call To Action
th: เรียกร้องให้ดำเนินการ

source: Image Position
th: ตำแหน่งของภาพ:

source: Clients Options
th: ตัวเลือกของลูกค้า

source: Element title
th: ชื่อองค์ประกอบ

source: Per Slide
th: ต่อภาพนิ่ง

source: Enter the number of images to be shown for a row
th: ป้อนจำนวนภาพที่จะแสดงสำหรับแถว

source: Client Style
th: สไตล์ไคลเอ็นต์

source: Select the style for clients logos
th: เลือกสไตล์สำหรับโลโก้ของลูกค้า

source: Client Url
th: URL ของไคลเอ็นต์

source: Enter Url for Client logo
th: ป้อนโลโก้ Url for Client

source: Client Image
th: ภาพลูกค้า

source: Enter The Image for Client
th: ใส่ภาพสำหรับลูกค้า

source: Add Client
th: เพิ่มลูกค้า

source: Accordion
th: หีบเพลง

source: Add your title here
th: เพิ่มชื่อของคุณที่นี่

source: Faq Style
th: รูปแบบ Faq

source: View
th: ดู

source: Title Alignment
th: การจัดตำแหน่งหัวข้อ

source: Set element title alignment here
th: ตั้งค่าการจัดตำแหน่งหัวข้อที่นี่

source: Select call to action view
th: เลือกมุมมองการเรียกร้องให้ดำเนินการ

source: Align Left
th: จัดชิดซ้าย

source: Align Right
th: จัดชิดขวา

source: Align Center
th: จัดตำแหน่งศูนย์

source: select view for accordion
th: เลือกมุมมองสำหรับหีบเพลง

source: select view for faq
th: เลือกมุมมองสำหรับ faq

source: select icon for faq
th: เลือกไอคอนสำหรับ faq

source: Edit Tabs options
th: แก้ไขตัวเลือก Tabs

source: Margin Left
th: เหลือขอบ

source: Margin Right
th: ขอบขวา

source: Enter margin left without px
th: ป้อนขอบด้านซ้ายโดยไม่ต้อง px

source: Enter margin right without px
th: ป้อนขอบด้านขวาโดยไม่ต้อง px

source: Enter Sub Title Here
th: ป้อนชื่อย่อยที่นี่

source: Accordion Options
th: Accordion ตัวเลือก

source: Faq Options
th: ตัวเลือก Faq

source: Columns
th: คอลัมน์

source: Select No Of Columns
th: เลือกไม่มีของคอลัมน์

source: You can set the accordion section that is open by default on frontend by select dropdown
th: คุณสามารถตั้งค่าส่วนหีบเพลงที่เปิดอยู่โดยค่าเริ่มต้นในส่วนหน้าโดยเลือกแบบเลื่อนลง

source: You can set the faq section that is open by default on frontend by select dropdown
th: คุณสามารถตั้งค่าส่วน faq ที่เปิดอยู่โดยค่าเริ่มต้นที่ส่วนหน้าโดยเลือกแบบเลื่อนลง

source: enter title for your accordion
th: ใส่ชื่อสำหรับหีบเพลงของคุณ

source: enter title for your faq
th: ป้อนชื่อสำหรับคำถามที่พบบ่อยของคุณ

source: Enter content for acordion
th: ป้อนเนื้อหาสำหรับ acordion

source: Enter content for faq
th: ป้อนเนื้อหาสำหรับ faq

source: Add Accordion
th: เพิ่มหีบเพลง

source: Add Faq
th: เพิ่มคำถามที่ถามบ่อย

source: One Column
th: หนึ่งคอลัมน์

source: Three Column
th: สามคอลัมน์

source: Four Column
th: สี่คอลัมน์

source: Six Column
th: หกคอลัมน์

source: Columns Options
th: คอลัมน์ตัวเลือก

source: Enter content of the column
th: ป้อนเนื้อหาของคอลัมน์

source: Top Padding
th: แพ็ดดิ้งชั้นนำ

source: Enter padding top without px.
th: ป้อนส่วนที่ padding ไม่มี px

source: Bottom Padding
th: Bottding Padding

source: Enter padding bottom without px.
th: ป้อนส่วนล่างของช่องว่างโดยไม่ใช้ px

source: Left Padding
th: แพดดิ้งซ้าย

source: Enter padding left without px.
th: ใส่ช่องว่างด้านซ้ายโดยไม่มี px

source: Right Padding
th: แพดดิ้งขวา

source: Enter padding right without px.
th: ป้อนสิทธิ์ในการเบาะโดยไม่มี px

source: Background Image
th: ภาพพื้นหลัง

source: Select Image for column background.
th: เลือกภาพสำหรับพื้นหลังของคอลัมน์

source: Element Title Color
th: สีของชื่อหัวข้อ

source: Infobox
th: กล่องข้อมูล

source: Infobox Options
th: ตัวเลือก Infobox

source: Set the Color for Icon
th: ตั้งค่าสีสำหรับไอคอน

source: Set the Color for Title
th: ตั้งค่าสีสำหรับชื่อ

source: Content color
th: สีเนื้อหา

source: Set the Color for Content
th: ตั้งค่าสีสำหรับเนื้อหา

source: Info Box Font awesome Icon
th: Info Box ไอคอนแบบอักษรสุดยอด

source: Select the Icons you would like to show in infobox section.
th: เลือกไอคอนที่คุณต้องการจะแสดงในกล่องข้อมูล

source: Infobox Title
th: ชื่อเรื่องเนื้อหา

source: Enter the infobox title here
th: ป้อนชื่อ infobox ที่นี่

source: Infobox Content
th: เนื้อหา Infobox

source: Add Item
th: เพิ่มรายการ

source: Background Color
th: สีพื้นหลัง

source: Contact Form Options
th: ตัวเลือกแบบฟอร์มติดต่อ

source: Schedule Form Options
th: ตัวเลือกฟอร์มกำหนดการ

source: Best time
th: เวลาที่ดีที่สุด

source: Request a service
th: ขอรับบริการ

source: Receiver Email
th: อีเมลผู้รับ

source: Schedule Services Hint Text
th: กำหนดข้อความคำแนะนำในกำหนดการ

source: This hint text will show right side of schedule button.
th: ข้อความคำใบ้นี้จะแสดงปุ่มด้านขวาของปุ่มกำหนดการ

source: Receiver, or receivers of the mail.
th: ผู้รับหรือผู้รับจดหมาย

source: Success Message
th: ความสำเร็จ ข่าวสาร!!!

source: Enter Mail Successfully Send Message.
th: ป้อนเมลสำเร็จส่งข้อความ

source: Error Message
th: ข้อความผิดพลาด

source: Enter Error Message In any case Mail Not Submited.
th: ใส่ข้อความผิดพลาดในกรณีใด ๆ Mail Not Submited

source: First Name
th: ชื่อจริง

source: Last Name
th: นามสกุล

source: Phone Number
th: หมายเลขโทรศัพท์

source: Email
th: อีเมล์

source: Make/Model
th: ยี่ห้อ / รุ่น

source: Email should not be empty.
th: อีเมลต้องไม่ว่างเปล่า

source: Please enter a valid email.
th: กรุณาใส่อีเมลที่ถูกต้อง.

source: Mileage (optional)
th: ไมล์สะสม (ไม่จำเป็น)

source: Subscribe and Get latest updates and offers by Email
th: ติดตามและรับข้อมูลอัปเดตและข้อเสนอล่าสุดทางอีเมล

source: I am interested in a price quote on this vehicle. Please contact me at you earliest convenience with your best price for this vehicle
th: ฉันสนใจในราคาของยานพาหนะนี้ โปรดติดต่อฉันโดยเร็วที่สุดเท่าที่คุณจะทำได้ด้วยราคาที่ดีที่สุดสำหรับรถคันนี้

source: Submit message
th: ส่งข้อความ

source: *ERROR: please fill the required fields.
th: * ข้อผิดพลาด: โปรดกรอกข้อมูลในช่องที่จำเป็น

source: Email has been sent Successfully
th: ส่งอีเมลสำเร็จแล้ว

source: An error Occured, please try again later
th: เกิดข้อผิดพลาดโปรดลองอีกครั้งในภายหลัง

source: IP Address:
th: ที่อยู่ IP:

source: Contact Form Received
th: ได้รับแบบฟอร์มการติดต่อแล้ว

source: Select Tab Parent
th: เลือกแท็บผู้ปกครอง

source: Select Tab Pareent from dropdown
th: เลือก Tab Pareent จากเมนูแบบเลื่อนลง

source: Enter Tab Title
th: ป้อนชื่อแท็บ

source: Add tab title
th: เพิ่มชื่อแท็บ

source: Enter Tab Descreption
th: ใส่แท็บ Descreption

source: Map
th: แผนที่

source: Map Options
th: ตัวเลือกแผนที่

source: Height
th: ความสูง

source: Map height set here
th: ตั้งค่าความสูงของแผนที่ที่นี่

source: Latitude
th: ละติจูด

source: Latitude is the angular distance of a place north or south of the earths equator, or of the equator of a celestial object, usually expressed in degrees and minutes.
th: ละติจูดเป็นระยะทางเชิงมุมของสถานที่ทางตอนเหนือหรือใต้ของเส้นศูนย์สูตรของโลกหรือเส้นศูนย์สูตรของวัตถุท้องฟ้าโดยปกติจะแสดงเป็นองศาและนาที

source: Longitude
th: ลองจิจูด

source: Longitude the angular distance of a place east or west of the Greenwich meridian, or west of the standard meridian of a celestial object, usually expressed in degrees and minutes.
th: ลองจิจูดระยะเชิงมุมของสถานที่ทางตะวันออกหรือตะวันตกของเส้นเมอริเดียนกรีนิชหรือทางตะวันตกของเส้นเมอริเดียนมาตรฐานของวัตถุท้องฟ้ามักแสดงเป็นองศาและนาที

source: Zoom
th: ซูม

source: Set map zoom level example 10 or leave it empty by deafult will be apply.
th: ตั้งค่าตัวอย่างระดับการซูมแผนที่ 10 หรือปล่อยให้ว่างโดย deafult จะใช้

source: Map Types
th: ประเภทแผนที่

source: Choose map type with this dropdown
th: เลือกประเภทของแผนที่ที่มีเมนูแบบเลื่อนลงนี้

source: HYBRID
th: ไฮบริด

source: SATELLITE
th: ดาวเทียม

source: TERRAIN
th: ภูมิประเทศ

source: Info Text
th: ข้อความข้อมูล

source: Enter info text for marker.
th: ป้อนข้อความข้อมูลสำหรับเครื่องหมาย

source: Info Text Width
th: ความกว้างข้อความข้อมูล

source: Set info text max width here.
th: ตั้งค่าข้อความข้อมูลความกว้างสูงสุดที่นี่

source: Info Text Height
th: ความสูงของข้อความข้อมูล

source: Set info text max height here.
th: ตั้งข้อความความสูงสูงสุดข้อความที่นี่

source: Marker Icon
th: ไอคอนเครื่องหมาย

source: Select the Marker Icon Path for element.
th: เลือกไอคอนเส้นทางไอคอนสำหรับองค์ประกอบ

source: Show Marker
th: แสดง Marker

source: This switch on/off marker from the map.
th: สวิตช์เปิด / ปิดเครื่องหมายจากแผนที่

source: On
th: เปิด

source: Off
th: ปิด

source: Disable Controls
th: ปิดใช้งานการควบคุม

source: Map control disable/enable with this dropdown.
th: ปิดใช้งาน / ปิดใช้งานการควบคุมแผนที่ด้วยเมนูแบบเลื่อนลงนี้

source: Draggable
th: ลาก

source: Draggable On/Off in map.
th: Draggable On / Off ในแผนที่

source: Scroll Wheel
th: ล้อเลื่อน

source: Set Scroll wheel zoom in zoom out enable disable from this dropdown.
th: ตั้งค่าการย่อ / ขยายซูมเลื่อนออกจากรายการแบบเลื่อนลงนี้

source: Border
th: ชายแดน

source: Set border for map
th: กำหนดเส้นขอบสำหรับแผนที่

source: Border Color
th: สีขอบ

source: Choose map border color.
th: เลือกสีเส้นขอบของแผนที่

source: Buttons Options
th: ปุ่มตัวเลือก

source: Label
th: ฉลาก

source: Add button text here
th: เพิ่มข้อความปุ่มที่นี่

source: Enter button link/url here
th: ใส่ปุ่มลิงก์ / url ที่นี่

source: Button Padding Top
th: ปุ่มแพดดิ้งด้านบน

source: Enter button top padding for Button
th: ใส่ปุ่ม padding ด้านบนของปุ่มสำหรับปุ่ม

source: Button Padding Bottom
th: ด้านล่าง Padding ปุ่ม

source: Enter button bottom padding
th: ใส่ปุ่ม padding ด้านล่าง

source: Button Padding Left
th: แพ็ดซ้ายปุ่มซ้าย

source: Enter button Left padding
th: ใส่ปุ่ม padding ซ้าย

source: Lable Color
th: สีจางหาย

source: Define button border color with this color picker.
th: กำหนดสีเส้นขอบของปุ่มด้วยตัวเลือกสีนี้

source: Define button text color with this color picker.
th: กำหนดสีของข้อความปุ่มด้วยตัวเลือกสีนี้

source: Button Padding Right
th: พาดกุญแจด้านขวา

source: Enter button padding Right
th: ใส่ padding ปุ่มขวา

source: Enable Border
th: เปิดใช้งานเส้นขอบ

source: Enable/Disable button border with this drop down.
th: เปิด / ปิดใช้งานเส้นขอบปุ่มด้วยเมนูแบบเลื่อนลงนี้

source: Type
th: ประเภท

source: Select button type with this dropdown two button types avaiable rounded and square
th: เลือกประเภทปุ่มที่มีปุ่มแบบเลื่อนลงนี้มีปุ่มสองปุ่มให้เลือกใช้กลมและสี่เหลี่ยมผืนผ้า

source: Square
th: รูปสี่เหลี่ยมจัตุรัส

source: Rounded
th: โค้งมน

source: Background Color
th: สีพื้นหลัง

source: Define button border color with this color picker
th: กำหนดสีเส้นขอบของปุ่มด้วยตัวเลือกสีนี้

source: Icon ON/OFF
th: ไอคอนเปิด / ปิด

source: Set button icon on/off from this dropdown
th: ตั้งค่าไอคอนปุ่มเปิด / ปิดจากเมนูแบบเลื่อนลงนี้

source: Select the Icons you would like to show in your button.
th: เลือกไอคอนที่คุณต้องการจะแสดงในปุ่มของคุณ

source: Select button size.Three sizes avaiable Large, Medium and Small
th: ขนาดปุ่มเลือกขนาดสามขนาดใหญ่ขนาดกลางและเล็ก

source: Icon Position
th: ไอคอนตำแหน่ง

source: Select button icon position with this dropdown
th: เลือกตำแหน่งไอคอนปุ่มด้วยเมนูแบบเลื่อนลงนี้

source: Open link
th: เปิดลิ้งค์

source: Select target type
th: เลือกประเภทเป้าหมาย

source: In same tab
th: ในแท็บเดียวกัน

source: In new tab
th: ในแท็บใหม่

source: Image Frame Options
th: ตัวเลือกเฟรมรูปภาพ

source: App Store Url
th: URL Url App Store

source: Enter App Store Url Here
th: ป้อน Url App Store ที่นี่

source: Google Play Image
th: Google Play รูปภาพ

source: Choose image for google play store
th: เลือกภาพสำหรับ Google Play Store

source: Google Store Url
th: Url ของ Google Store

source: Enter element title here
th: ป้อนชื่อองค์ประกอบที่นี่

source: Image Title
th: ชื่อรูปภาพ

source: Enter your email here
th: ใส่อีเมลของคุณที่นี่

source: Enter image title.
th: ป้อนชื่อรูปภาพ

source: Select Image
th: เลือกภาพ

source: Select image from media gallery with this button.
th: เลือกภาพจากแกลเลอรีสื่อด้วยปุ่มนี้

source: Caption
th: คำบรรยายภาพ

source: Enter caption text
th: ป้อนข้อความคำอธิบายภาพ

source: Mail Chimp Options
th: Mail Chimp ตัวเลือก

source: Enter sub title.
th: ป้อนชื่อย่อย

source: Mail description
th: คำอธิบายจดหมาย

source: Enter mail Description here.
th: กรอกอีเมลรายละเอียดที่นี่

source: Set background color for newsletter
th: ตั้งค่าสีพื้นหลังสำหรับจดหมายข่าว

source: Promobox Options
th: ตัวเลือก Promobox

source: Content Title
th: ชื่อเนื้อหา

source: Please enter content title here
th: โปรดใส่ชื่อเนื้อหาที่นี่

source: Select Background
th: เลือกพื้นหลัง

source: Select background from this dropdown
th: เลือกพื้นหลังจากเมนูแบบเลื่อนลงนี้

source: Button Url
th: URL ของปุ่ม

source: Enter Button Url here
th: ป้อน Url ปุ่มที่นี่

source: Select Background Image
th: เลือกภาพพื้นหลัง

source: Select a image for promobox background
th: เลือกภาพสำหรับพื้นหลัง promobox

source: Select Background Color
th: เลือกสีพื้นหลัง

source: Select a color for promobox background
th: เลือกสีสำหรับพื้นหลัง promobox

source: Enter the Promobox Description here
th: ป้อนคำอธิบาย Promobox ที่นี่

source: Enter Promobox button title here
th: ใส่ชื่อปุ่ม Promobox ที่นี่

source: Select Image
th: เลือกภาพ

source: App Store Image
th: ภาพ App Store

source: Choose image for app store
th: เลือกภาพสำหรับร้านแอป

source: Choose image for promobox
th: เลือกภาพสำหรับ promobox

source: Button Color
th: สีของปุ่ม

source: Choose Button Color here
th: เลือกสีปุ่มที่นี่

source: Content Title Color
th: สีของชื่อเนื้อหา

source: Choose content title color here
th: เลือกสีของชื่อเนื้อหาที่นี่

source: Image Description
th: คำอธิบายภาพ

source: If you would like a caption to be shown below the image, add it here.
th: หากต้องการเพิ่มคำบรรยายใต้ภาพให้เพิ่มที่นี่

source: Author Options
th: ตัวเลือกผู้เขียน

source: Enter your title here.
th: ใส่ชื่อของคุณที่นี่

source: Sub title
th: หัวเรื่องย่อย

source: Enter your sub title here.
th: ป้อนชื่อย่อยของคุณที่นี่

source: Set text color here
th: ตั้งสีข้อความที่นี่

source: Author Color
th: สีผู้เขียน

source: Position Color
th: ตำแหน่งสี

source: Enter testimonial content here.
th: ป้อนเนื้อหาคำรับรองที่นี่

source: Author
th: ผู้เรียบเรียง:

source: Enter testimonial author name here.
th: ป้อนชื่อผู้เขียนคำรับรองที่นี่

source: Position
th: ตำแหน่ง:

source: Enter position of author here.
th: ป้อนตำแหน่งของผู้เขียนที่นี่

source: Set author image from media gallery.
th: ตั้งค่าภาพผู้แต่งจากแกลเลอรีสื่อ

source: Testimonial
th: ใบรับรอง

source: Add Testimonial
th: เพิ่มข้อความรับรอง

source: Testimonial options
th: ตัวเลือกการรับรอง

source: Padding Left
th: แพ็ดซ้าย

source: Set padding left for the divider in px.
th: ตั้งช่องว่างด้านซ้ายสำหรับตัวแบ่งเป็นพิกเซล

source: Padding Right
th: Padding ขวา

source: Set padding right for the divider in px.
th: ตั้งค่า padding สำหรับ divider เป็น px

source: Set margin top for the divider in px.
th: ตั้งค่าขอบด้านบนของ divider เป็น px

source: Set margin bottom for the divider in px.
th: ตั้งค่าขอบด้านล่างสำหรับ divider ใน px

source: Align
th: เป็นเส้นตรง

source: Select Alignment Of Divider
th: เลือก Alignment Of Divider

source: Divider Options
th: ตัวเลือก Divider

source: Blog Options
th: ตัวเลือกบล็อก

source: Enter your blog section title here.
th: ป้อนชื่อส่วนของบล็อกที่นี่

source: Select category to show posts. If you dont select category it will display all posts.
th: เลือกหมวดเพื่อแสดงโพสต์ ถ้าคุณไม่เลือกหมวดหมู่จะแสดงโพสต์ทั้งหมด

source: Blog Design Views
th: มุมมองการออกแบบบล็อก

source: Published
th: เผยแพร่

source: Featured
th: คุณสมบัติ

source: Select blog view from this drop down
th: เลือกมุมมองบล็อกจากเมนูแบบเลื่อนลงนี้

source: Grid
th: ตะแกรง

source: Masonry
th: การก่ออิฐ

source: CS : Author
th: CS: ผู้แต่ง

source: A widget for displaying selected user data
th: วิดเจ็ตสำหรับแสดงข้อมูลผู้ใช้ที่เลือก

source: Choose Author
th: เลือกผู้แต่ง

source: No users found.
th: ไม่พบผู้ใช้.

source: Stories /
th: เรื่องราว /

source: Order By
th: เรียงลำดับโดย

source: Order Direction
th: คำสั่งซื้อขาย

source: Post ID
th: รหัสโพสต์

source: Date
th: วันที่

source: Post Order
th: สั่งซื้อสินค้า

source: Arranging posts in ascending order and descending order with this dropdown.
th: กำลังจัดเรียงโพสต์ในลำดับจากน้อยไปมากและเรียงลำดับจากมากไปหาน้อยด้วยเมนูแบบเลื่อนลงนี้

source: ASC
th: จากน้อยไปมาก

source: DESC
th: จากมากไปน้อย

source: Post Description
th: โพสต์คำอธิบาย

source: Show/Hide post description with this dropdown.
th: แสดง / ซ่อนคำอธิบายโพสต์ด้วยเมนูแบบเลื่อนลงนี้

source: Length of Excerpt
th: ความยาวของข้อความที่ตัดตอนมา

source: Add number of excerpt words here for display on blog listing.
th: เพิ่มจำนวนคำที่ตัดตอนมาที่นี่เพื่อแสดงในรายชื่อบล็อก

source: No. of Post Per Page
th: จำนวนโพสต์ต่อหน้า

source: Add number of post for show posts on page.
th: เพิ่มจำนวนโพสต์เพื่อแสดงโพสต์ในหน้าเว็บ

source: Pagination
th: การให้เลขหน้า

source: Pagination is the process of dividing a document into discrete pages. Manage your pagiantion via this dropdown.
th: การแบ่งหน้าเป็นกระบวนการแบ่งเอกสารออกเป็นหน้าที่ไม่ต่อเนื่อง จัดการ pagiantion ผ่านเมนูแบบเลื่อนลงนี้

source: Show Pagination
th: แสดง Pagination

source: No Pagination
th: ไม่มีการแบ่งหน้า

source: All Posts
th: โพสต์ทั้งหมด

source: Add Icon Box
th: เพิ่มไอคอนกล่อง

source: Author Order
th: สั่งซื้อของผู้แต่ง

source: Select Author Listing Order
th: เลือกใบสั่งซื้อของผู้ขาย

source: Author Description
th: รายละเอียดผู้เขียน

source: Show/Hide author description with this dropdown.
th: แสดง / ซ่อนคำอธิบายของผู้แต่งด้วยเมนูแบบเลื่อนลงนี้

source: Add number of excerpt words here for display on author listing.
th: เพิ่มจำนวนคำที่ตัดตอนมาที่นี่เพื่อแสดงในรายชื่อผู้แต่ง

source: No. of author Per Page
th: จำนวนผู้เขียนต่อหน้า

source: Add number of author for show authors on page.
th: เพิ่มผู้แต่งจำนวนมากสำหรับผู้เขียนที่แสดงในหน้าเว็บ
