Repository: SK8-PTY-LTD/DiDiCatering_WP
Catalog: wp-foodbakery/languages/foodbakery-*.po
Languages: th

source: Inquiry Form
th: แบบฟอร์มสอบถาม

source: Similar Posts
th: บทความที่คล้ายกัน

source: Featured Restaurant Image
th: ภาพร้านอาหารที่โดดเด่น

source: Location / Map
th: สถานที่ / แผนที่

source: Services Options
th: ตัวเลือกบริการ

source: Financing Calculator
th: เครื่องคิดเลขการเงิน

source: Uncheck Features
th: ยกเลิกการเลือกคุณสมบัติ

source: Select Cuisines
th: เลือกอาหาร

source: Select restaurant type Cuisines from this dropdown.
th: เลือกประเภทร้านอาหารจากเมนูแบบเลื่อนลงนี้

source: <a href="%s">Add new Cuisines</a>
th: <a href=" %s "> เพิ่มอาหารใหม่ </a>

source: Select Tags
th: เลือกแท็ก

source: Select restaurant type suggested tags from this dropdown.
th: เลือกประเภทแท็กที่แนะนำจากประเภทร้านอาหารจากเมนูแบบเลื่อนลงนี้

source: Add Tag
th: เพิ่มแท็ก

source: Tag Name
th: ชื่อแท็ก

source: Suggested Tags
th: แท็กที่แนะนำ

source: Update Tag
th: อัปเดตแท็ก

source: <a href="%s">Add new tags</a>
th: <a href=" %s "> เพิ่มแท็กใหม่ </a>

source: Enter Label
th: ป้อนป้ายกำกับ

source: Restaurants Options
th: ตัวเลือกร้านอาหาร

source: Select
th: เลือก

source: Posted on:
th: โพสเมื่อ:

source: Expired on:
th: หมดอายุเมื่อ:

source: Membership
th: สมาชิก

source: Restaurant Old Status
th: สถานะเก่าของร้านอาหาร

source: Style
th: สไตล์

source: Default - Selected From Plugin Options
th: ค่าเริ่มต้น - เลือกจากตัวเลือกปลั๊กอิน

source: 2 Columns
th: 2 คอลัมน์

source: 3 Columns
th: 3 คอลัมน์

source: Classic
th: คลาสสิค

source: Fancy
th: แฟนซี

source: Map View
th: มุมมองแผนที่

source: Calendar Demo
th: การสาธิตปฏิทิน

source: Select Restaurant Setting
th: เลือกการตั้งค่าร้านอาหาร

source: Organization
th: องค์กร

source: Mailing Information
th: ข้อมูลการส่งจดหมาย

source: No Custom Field Found
th: ไม่พบฟิลด์ที่กำหนดเอง

source: Features
th: คุณลักษณะ/คุณสมบัติ

source: New Location
th: สถานที่ใหม่

source: Restaurants
th: ร้านอาหาร

source: Add New Restaurant
th: เพิ่มร้านอาหารใหม่

source: Edit Restaurant
th: แก้ไขร้านอาหาร

source: New Restaurant Item
th: รายการร้านอาหารใหม่

source: View Restaurant Item
th: ดูรายการร้านอาหาร

source: Nothing found
th: ไม่พบสิ่งใด

source: Nothing found in Trash
th: ไม่มีสิ่งใดที่พบในถังขยะ

source: Specialisms
th: ความเชี่ยวชาญพิเศษ

source: Posted
th: โพสต์

source: Expired
th: หมดอายุ

source: Cuisine
th: - ใช่ละ

source: All Cuisines
th: อาหารทุกมื้อ

source: Parent Cuisine
th: อาหารสำหรับพ่อแม่

source: Parent Cuisine Clone
th: โคลนแม่ครัว

source: Edit Cuisine
th: แก้ไขอาหาร

source: Update Cuisine
th: ปรับปรุงอาหาร

source: Add New Cuisine
th: เพิ่มอาหารใหม่

source: Please enter Meta Key without special character and space.
th: โปรดใส่คีย์ Meta โดยไม่มีตัวอักษรและช่องว่างพิเศษ

source: Enable Search
th: เปิดใช้การค้นหา

source: Text Area
th: พื้นที่ข้อความ

source: Enable Multi Select
th: เปิดใช้งานการเลือกหลายรายการ

source: Enable Inputs
th: เปิดใช้อินพุต

source: Input
th: อินพุต

source: Please select atleast one option for
th: โปรดเลือกอย่างน้อยหนึ่งตัวเลือกสำหรับ

source: field
th: ส่วน

source: All Settings Saved
th: บันทึกการตั้งค่าทั้งหมดแล้ว

source: Field name is required.
th: ต้องระบุชื่อฟิลด์

source: Special character not allowed but only (_,-).
th: ไม่อนุญาตให้ใช้อักขระพิเศษเฉพาะ (_, -) เท่านั้น

source: Name already exist.
th: ชื่อมีอยู่แล้ว

source: Name Available.
th: ชื่อว่าง

source: Images Gallery
th: แกลลอรี่รูปภาพ

source: Gallery Images
th: แกลลอรี่รูปภาพ

source: Schedule With Time
th: กำหนดเวลาด้วยเวลา

source: Opening Time
th: เวลาเปิด

source: Closing Time
th: เวลาปิด

source: Monday On?
th: จันทร์?

source: Monday
th: วันจันทร์

source: Tuesday
th: วันอังคาร

source: Tuesday On?
th: วันอังคาร?

source: Wednesday
th: วันพุธ

source: Wednesday On?
th: พุธ?

source: Thursday
th: วันพฤหัสบดี

source: Thursday On?
th: พฤหัสบดี?

source: Friday
th: วันศุกร์

source: Friday On?
th: ศุกร์?

source: Saturday
th: วันเสาร์

source: Saturday On?
th: เสาร์?

source: Sunday
th: วันอาทิตย์

source: Sunday On?
th: อาทิตย์?

source: Page Elements
th: องค์ประกอบของหน้า

source: Inquire Form ON / OFF
th: สอบถามแบบฟอร์ม ON / OFF

source: Financing calculator ON / OFF
th: เครื่องคิดเลขการเงินเปิด / ปิด

source: Posted by
th: โพสโดย

source: User Profile Data
th: ข้อมูลโปรไฟล์ผู้ใช้

source: Logo
th: เครื่องหมาย

source: Full Name / Business Name
th: ชื่อเต็ม / ชื่อธุรกิจ

source: Website
th: เว็บไซต์

source: Facebook
th: เฟสบุ๊ค

source: Twitter
th: ทวิตเตอร์

source: Phone No
th: หมายเลขโทรศัพท์

source: Select a user
th: เลือกผู้ใช้

source: Capacity
th: ความจุ

source: Menu Items
th: รายการเมนู

source: Restaurant Menus
th: เมนูร้านอาหาร

source: Browse
th: เรียกดู

source: Enter you complete address with city, state or country.
th: ป้อนที่อยู่ที่สมบูรณ์กับเมืองรัฐหรือประเทศ

source: update map
th: อัปเดตแผนที่

source: Choose Icon
th: เลือกไอคอน

source: Price Tables
th: ตารางราคา

source: Price Table
th: ตารางราคา

source: Add Price Table
th: เพิ่มตารางราคา

source: Edit Price Table
th: แก้ไขตารางราคา

source: Price Table Options
th: ตัวเลือกตารางราคา

source: Edit Membership
th: แก้ไขการเป็นสมาชิก

source: Orders/Inquiries Options
th: คำสั่งซื้อ / สอบถาม

source: Membership Options
th: ตัวเลือกการเป็นสมาชิก

source: Number of Restaurant
th: จำนวนร้านอาหาร

source: Add no of restaurant allowed in this package.
th: เพิ่มจำนวนร้านอาหารที่อนุญาตในแพ็กเกจนี้

source: Membership Duration ( Days )
th: ระยะเวลาการเป็นสมาชิก (วัน)

source: Add duration of package.
th: เพิ่มระยะเวลาของแพคเกจ

source: Restaurant Duration ( Days )
th: ร้านอาหารระยะเวลา (วัน)

source: Add duration of restaurant.
th: เพิ่มระยะเวลาของร้านอาหาร

source: Month
th: เดือน

source: Service Area Size
th: ขนาดพื้นที่ให้บริการ

source: Add no of services allowed in this package.
th: เพิ่มบริการที่ไม่ได้รับอนุญาตในแพคเกจนี้

source: No of Pictures Allowed
th: ไม่อนุญาตให้รูปภาพ

source: Add no of pictures allowed in this package.
th: เพิ่มรูปภาพที่ไม่ได้รับอนุญาตในแพคเกจนี้

source: Add no of documents allowed in this package.
th: เพิ่มไม่มีเอกสารที่อนุญาตในแพคเกจนี้

source: Search Tags
th: ค้นหาแท็ก

source: Add no of tags allowed in this package.
th: เพิ่มไม่มีแท็กที่อนุญาตในแพ็คเกจนี้

source: Reviews On/Off
th: รีวิวเปิด / ปิด

source: Home Featured Restaurant
th: ร้านอาหารแนะนำ

source: Please enter a value less than number of restaurant Allowed
th: โปรดป้อนค่าที่น้อยกว่าจำนวนร้านที่อนุญาต

source: Add no of top categories restaurants.
th: เพิ่มร้านอาหารประเภทอื่น ๆ

source: Membership name
th: ชื่อสมาชิก

source: Select package type from this dropdown.
th: เลือกประเภทแพ็คเกจจากเมนูแบบเลื่อนลงนี้

source: Free
th: ฟรี

source: Paid
th: ชำระเรียบร้อยแล้ว

source: Top of Categories
th: หมวดหมู่

source: Cover Image
th: ภาพปก

source: 24 Support
th: สนับสนุน

source: Analytics and Tracking
th: Analytics และการติดตาม

source: Add no of featured restaurants.
th: เพิ่มไม่มีร้านอาหารที่โดดเด่น

source: Search Engine Optimization
th: การเพิ่มประสิทธิภาพกลไกค้นหา

source: Add package price in this field.
th: เพิ่มราคาแพคเกจในฟิลด์นี้

source: Zip file
th: ไฟล์ซิป

source: You may want to see <a href="%s">the demo file</a>.
th: คุณอาจต้องการดู <a href=" %s "> ไฟล์สาธิต </a>

source: Notification
th: การแจ้งเตือน

source: Send to new users
th: ส่งไปยังผู้ใช้รายใหม่

source: Password nag
th: รหัสข่มขู่

source: Show password nag on new users signon
th: แสดงรหัสผ่านที่จู้จี้กับผู้ใช้ใหม่ signon

source: Users update
th: ผู้ใช้อัพเดต

source: Update user when a username or email exists
th: อัปเดตผู้ใช้เมื่อมีชื่อผู้ใช้หรืออีเมล

source: Import Users
th: นำเข้าผู้ใช้

source: Export All Users
th: ส่งออกผู้ใช้ทั้งหมด

source: Import / Export Users
th: ผู้ใช้นำเข้า / ส่งออก

source: Export Users
th: ส่งออกผู้ใช้

source: There is an error in your users data import, please try later
th: เกิดข้อผิดพลาดในการนำเข้าข้อมูลผู้ใช้โปรดลองภายหลัง

source: Notice: please make the foodbakery %s writable so that you can see the error log.
th: หมายเหตุ: โปรดให้ foodbakery %s สามารถเขียนได้เพื่อให้คุณสามารถดูบันทึกข้อผิดพลาดได้

source: Error during file upload.
th: เกิดข้อผิดพลาดระหว่างอัปโหลดไฟล์

source: Cannot extract data from uploaded file or no file was uploaded.
th: ไม่สามารถดึงข้อมูลจากไฟล์ที่อัปโหลดหรือไม่มีไฟล์ถูกอัปโหลด

source: No user was successfully imported%s.
th: ไม่ได้นำเข้าผู้ใช้สำเร็จ %s

source: Some users were successfully imported but some were not%s.
th: ผู้ใช้บางรายได้รับการนำเข้าสำเร็จแล้ว แต่บางรายไม่ใช่ %s

source: Users import was successful.
th: การนำเข้าผู้ใช้สำเร็จแล้ว

source: You have selected invalid file type, Please try again.
th: คุณเลือกประเภทไฟล์ที่ไม่ถูกต้องโปรดลองอีกครั้ง

source: Users has been done export successful.
th: ผู้ใช้ถูกส่งออกเรียบร้อยแล้ว

source: Import User Data
th: นำเข้าข้อมูลผู้ใช้

source: You do not have sufficient permissions to access this page.
th: คุณไม่มีสิทธิ์เพียงพอที่จะเข้าถึงหน้านี้

source: Profile Approved
th: อนุมัติโปรไฟล์แล้ว

source: Extra profile information
th: ข้อมูลโปรไฟล์เพิ่มเติม

source: My Profile
th: โปรไฟล์ของฉัน

source: Profile Settings
th: การตั้งค่าโปรไฟล์

source: Gallery
th: คลังภาพ

source: Email: %s
th: อีเมล์

source: Social Networks
th: สังคมออนไลน์

source: Extra Fields
th: ช่องพิเศษ

source: Booking Form
th: แบบฟอร์มการจอง

source: Restaurants Features
th: ร้านอาหาร Features

source: Detail Page Options
th: ตัวเลือกหน้ารายละเอียด

source: Settings
th: การตั้งค่า

source: General Settings
th: การตั้งค่าทั่วไป

source: Enable Upload
th: เปิดใช้งานการอัปโหลด

source: Image per Ad
th: ภาพต่อโฆษณา

source: Price Field Label
th: ป้ายฟิลด์ราคา

source: Enable Price Search
th: เปิดใช้การค้นหาราคา

source: Min Range
th: ช่วงต่ำสุด

source: Max Range
th: ช่วงสูงสุด

source: Price Search Style
th: รูปแบบการค้นหาราคา

source: Number of Pictures Allowed
th: จำนวนรูปภาพที่อนุญาต

source: Number of Tags Allowed
th: จำนวนแท็กที่อนุญาต

source: Auto Reviews Approval
th: อนุมัติภาพอัตโนมัติ

source: Ads Images / Videos Limit
th: จำกัด จำนวนภาพ / วิดีโอโฆษณา

source: Opening Hour Time Laps ( In Minutes )
th: ช่วงเวลาเปิดทำการ (นาที)

source: Add New Feature
th: เพิ่มคุณลักษณะใหม่

source: Orders Statuses
th: สถานะคำสั่งซื้อ

source: Add New order Status
th: เพิ่มสถานะคำสั่งซื้อใหม่

source: Enter order Status
th: ป้อนสถานะใบสั่งซื้อ

source: Booking Statuses
th: สถานะการจอง

source: Add New Booking Status
th: เพิ่มสถานะการจองใหม่

source: Enter Booking Status
th: ป้อนสถานะการจอง

source: Restaurants Menus
th: เมนูร้านอาหาร

source: Add New Restaurant Menu
th: เพิ่มเมนูร้านอาหารใหม่

source: Enter Restaurant Menu
th: ป้อนเมนูร้านอาหาร

source: Profile Setting
th: การตั้งค่าโปรไฟล์

source: First name
th: ชื่อจริง

source: Email Address
th: ที่อยู่อีเมล

source: Profile Type
th: ประเภทโปรไฟล์

source: Password Change
th: เปลี่ยนรหัสผ่าน

source: Current Password
th: รหัสผ่านปัจจุบัน

source: New Password
th: รหัสผ่านใหม่

source: leave blank to leave unchanged
th: เว้นว่างไว้เพื่อไม่ให้เปลี่ยนแปลง

source: Confirm New Password
th: ยืนยันรหัสผ่านใหม่

source: Town / City
th: เมือง / เมือง

source: Upload a profile picture or choose one of the following
th: อัปโหลดรูปโปรไฟล์หรือเลือกรูปแบบใดรูปแบบหนึ่งดังต่อไปนี้

source: Upload a featured image
th: อัปโหลดภาพเด่น

source: Upload Picture
th: อัปโหลดรูปภาพ

source: first name should not be empty
th: ชื่อต้องไม่ว่างเปล่า

source: last name should not be empty
th: นามสกุลไม่ควรว่างเปล่า

source: display name should not be empty
th: ชื่อที่แสดงต้องไม่เว้นว่าง

source: Profile Url should not be empty
th: Url โปรไฟล์ต้องไม่เว้นว่าง

source: Profile Url already taken
th: โปรไฟล์ Url ที่ถ่ายแล้ว

source: Biography should not be empty
th: ชีวประวัติไม่ควรว่างเปล่า

source: Phone number should not be empty
th: หมายเลขโทรศัพท์ต้องไม่ว่างเปล่า

source: email should not be empty
th: อีเมลต้องไม่ว่างเปล่า

source: Restaurant name should not be empty
th: ชื่อร้านอาหารต้องไม่ว่างเปล่า

source: email address is not valid
th: ที่อยู่อีเมลไม่ถูกต้อง

source: email already exists!
th: มีอีเมลอยู่แล้ว!

source: Invalid current password
th: รหัสผ่านปัจจุบันไม่ถูกต้อง

source: Current password should not be empty
th: รหัสผ่านปัจจุบันไม่ควรว่างเปล่า

source: New password should not be empty
th: รหัสผ่านใหม่ต้องไม่ว่างเปล่า

source: Confirm new password should not be empty
th: ยืนยันรหัสผ่านใหม่ไม่ควรว่างเปล่า

source: Password and confirm password did not matched
th: รหัสผ่านและยืนยันรหัสผ่านไม่ตรงกัน

source: Updated successfully
th: ปรับปรุงเสร็จเรียบร้อยแล้ว

source: No permissions to upload file
th: ไม่มีสิทธิ์ในการอัพโหลดไฟล์

source: something went wrong, most likely file is to large for upload. check upload_max_filesize, post_max_size and memory_limit in you php.ini
th: มีบางอย่างผิดพลาดดูเหมือนว่าไฟล์มีขนาดใหญ่สำหรับการอัปโหลด ตรวจสอบ upload_max_filesize, post_max_size และ memory_limit ใน php.ini ของคุณ

source: Publishers
th: ผู้ตีพิมพ์: %s

source: Add New Publisher
th: เพิ่มผู้เผยแพร่โฆษณาใหม่

source: Edit Publisher
th: แก้ไขผู้เผยแพร่

source: Profile
th: ข้อมูลส่วนตัว

source: Add Membership Field
th: เพิ่มฟิลด์การเป็นสมาชิก

source: Membership Field
th: ฟิลด์การเป็นสมาชิก

source: Field Type
th: ประเภทฟิลด์

source: Select field type from this dropdown.
th: เลือกประเภทฟิลด์จากเมนูแบบเลื่อนลงนี้

source: Single Choice
th: ตัวเลือกเดียว

source: Single Line
th: แถวเดียว

source: Membership Additional Fields
th: ฟิลด์เพิ่มเติมของสมาชิก

source: Publisher Data
th: ข้อมูลผู้เผยแพร่โฆษณา

source: Publisher Settings
th: การตั้งค่าผู้จัดพิมพ์

source: Profile Url
th: Url โปรไฟล์

source: Add
th: เพิ่ม

source: Publisher Website
th: เว็บไซต์ผู้เผยแพร่โฆษณา

source: Publisher Phone
th: โทรศัพท์ผู้เผยแพร่โฆษณา

source: Publisher Description
th: คำอธิบาย Publisher

source: Publisher Profile Manage
th: จัดการโปรไฟล์ผู้จัดพิมพ์

source: Account Display Name
th: ชื่อที่แสดงในบัญชี

source: Restaurant Name
th: ชื่อร้านอาหาร

source: Cs:Locations
th: Cs: สถานที่

source: Single Banner
th: แบนเนอร์เดี่ยว

source: Random Banners
th: แบนเนอร์แบบสุ่ม

source: Banner View
th: มุมมองแบนเนอร์

source: Select Banner View
th: เลือกมุมมองแบนเนอร์

source: Show Pagination
th: แสดง Pagination

source: Number of Banners
th: จำนวนแบนเนอร์

source: Please Number of Banners here
th: โปรดจำนวนแบนเนอร์ที่นี่

source: Banner Code
th: รหัสแบนเนอร์

source: Please Banner Code here
th: กรุณา Banner Code ที่นี่

source: Banner Title
th: ชื่อเรื่องของแบนเนอร์

source: Please enter Banner Title
th: โปรดป้อนชื่อแบนเนอร์

source: Banner Style
th: สไตล์แบนเนอร์

source: Please Select Banner Style
th: โปรดเลือกสไตล์แบนเนอร์

source: Banner Type
th: ประเภทแบนเนอร์

source: Please enter Banner Type
th: โปรดป้อนประเภทแบนเนอร์

source: Top Banner
th: แบนเนอร์ด้านบน

source: Bottom Banner
th: แบนเนอร์ด้านล่าง

source: Restaurant Detail Banner
th: รายละเอียดร้านอาหาร Banner

source: Restaurant Banner
th: แบนเนอร์ร้านอาหาร

source: Restaurant Left Filter Banner
th: แบนเนอร์ตัวกรองร้านอาหารด้านซ้าย

source: Sidebar Banner
th: แบนเนอร์แถบด้านข้าง

source: Banner Url
th: URL แบนเนอร์

source: Vertical Banner
th: แบนเนอร์แนวตั้ง

source: Code
th: รหั

source: Ad sense Code
th: รหัสความรู้สึกของโฆษณา

source: Please enter Banner Ad sense Code
th: โปรดใส่รหัสความรู้สึกโฆษณาแบนเนอร์

source: Please Select Banner Image
th: โปรดเลือกภาพแบนเนอร์

source: Target
th: เป้า

source: Please select Banner Link Target
th: โปรดเลือกเป้าหมายลิงก์แบนเนอร์

source: Self
th: ตนเอง

source: Blank
th: ว่าง

source: Already Added Banners
th: เพิ่มแบนเนอร์แล้ว

source: Clicks
th: จำนวนคลิก

source: Shortcode
th: ย่อ

source: Contact Form Options
th: ตัวเลือกแบบฟอร์มติดต่อ

source: Text Us
th: ส่งข้อความถึงเรา

source: Call Us
th: · โทรหาเรา

source: Receiver Email
th: อีเมลผู้รับ

source: Receiver, or receivers of the mail.
th: ผู้รับหรือผู้รับจดหมาย

source: Success Message
th: ความสำเร็จ ข่าวสาร!!!

source: Enter Mail Successfully Send Message.
th: ป้อนเมลสำเร็จส่งข้อความ

source: Error Message
th: ข้อความผิดพลาด

source: Enter Error Message In any case Mail Not Submited.
th: ใส่ข้อความผิดพลาดในกรณีใด ๆ Mail Not Submited

source: Email has been sent Successfully
th: ส่งอีเมลสำเร็จแล้ว

source: An error Occured, please try again later
th: เกิดข้อผิดพลาดโปรดลองอีกครั้งในภายหลัง

source: Text here..
th: ข้อความที่นี่ ..

source: Submit message
th: ส่งข้อความ

source: Contact Form Received
th: ได้รับแบบฟอร์มการติดต่อแล้ว

source: Email should not be empty.
th: อีเมลต้องไม่ว่างเปล่า

source: Subject
th: เรื่อง

source: Subscribe and Get latest updates and offers by Email
th: ติดตามและรับข้อมูลอัปเดตและข้อเสนอล่าสุดทางอีเมล

source: IP Address:
th: ที่อยู่ IP:

source: Email Address *
th: ที่อยู่อีเมล

source: Phone number
th: หมายเลขโทรศัพท์

source: Message
th: ข้อความ

source: New password and confirm password does not match
th: รหัสผ่านใหม่และยืนยันรหัสผ่านไม่ตรงกัน

source: A service error occurred:
th: เกิดข้อผิดพลาดเกี่ยวกับบริการ:

source: A client error occurred:
th: เกิดข้อผิดพลาดของไคลเอ็นต์:

source: Error Code
th: รหัสผิดพลาด:

source: Authentication failed due to Invalid Credentials
th: การตรวจสอบสิทธิ์ล้มเหลวเนื่องจากข้อมูลรับรองไม่ถูกต้อง

source: This Google profile is already linked with other account. Linking process failed!
th: โปรไฟล์ Google นี้เชื่อมโยงกับบัญชีอื่นแล้ว การเชื่อมโยงล้มเหลว!

source: your DB structure updated successfully.
th: โครงสร้าง DB ของคุณได้รับการอัปเดตเรียบร้อยแล้ว

source: Cancelled
th: ยกเลิกแล้ว

source: Approved Buyer Profile
th: โปรไฟล์ผู้ซื้อที่ได้รับอนุมัติแล้ว

source: This template is used to sending email when buyer Status approved
th: เทมเพลตนี้ใช้สำหรับส่งอีเมลเมื่อสถานะผู้ซื้อได้รับการอนุมัติ

source: Approved Publisher Profile
th: โปรไฟล์ผู้เผยแพร่โฆษณาที่ได้รับอนุมัติแล้ว

source: This template is used to sending email when publisher Status approved
th: เทมเพลตนี้ใช้สำหรับส่งอีเมลเมื่อผู้เผยแพร่สถานะได้รับการอนุมัติ

source: Reservation Received
th: ได้รับการจองแล้ว

source: This template is used to send email when new contact form received.
th: เทมเพลตนี้ใช้เพื่อส่งอีเมลเมื่อได้รับแบบฟอร์มการติดต่อใหม่

source: Invitation Received
th: คำเชิญที่ได้รับ

source: This template is used to send email when new package expired.
th: เทมเพลตนี้ใช้เพื่อส่งอีเมลเมื่อแพคเกจใหม่หมดอายุ

source: [%s] New User Registration
th: [ %s ] การลงทะเบียนผู้ใช้ใหม่

source: This template is used for sending email to site owner when a normal user/candiate/employer register.
th: เทมเพลตนี้ใช้สำหรับส่งอีเมลไปยังเจ้าของเว็บไซต์เมื่อผู้ใช้ปกติ / พนักงาน / นายจ้างลงทะเบียน

source: Not Approved Buyer Profile
th: ไม่ได้รับอนุมัติโปรไฟล์ผู้ซื้อ

source: This template is used to sending email when buyer Status not approved
th: เทมเพลตนี้ใช้สำหรับส่งอีเมลเมื่อสถานะผู้ซื้อไม่ผ่านการอนุมัติ

source: Not Approved Publisher Profile
th: ไม่ได้รับการอนุมัติโปรไฟล์ผู้เผยแพร่โฆษณา

source: This template is used to sending email when publisher Status not approved
th: เทมเพลตนี้ใช้สำหรับส่งอีเมลเมื่อสถานะผู้เผยแพร่โฆษณาไม่ผ่านการอนุมัติ

source: Membership Expired
th: หมดอายุสมาชิกแล้ว

source: This template is used to send email when new package used.
th: เทมเพลตนี้ใช้เพื่อส่งอีเมลเมื่อใช้แพ็คเกจใหม่

source: Membership Purchased
th: ซื้อสมาชิกแล้ว

source: This template is used to send email when new package purchased.
th: เทมเพลตนี้ใช้เพื่อส่งอีเมลเมื่อซื้อแพคเกจใหม่

source: Membership Used Restaurant
th: ร้านอาหารที่ใช้เป็นสมาชิก

source: This template used to send email when user register.
th: แม่แบบนี้ใช้เพื่อส่งอีเมลเมื่อผู้ใช้ลงทะเบียน

source: Registerd Successfully
th: ลงทะเบียนเรียบร้อยแล้ว

source: This template is used to send email when new reservation purchased.
th: เทมเพลตนี้ใช้เพื่อส่งอีเมลเมื่อมีการจองห้องพักใหม่

source: Your new password
th: รหัสผ่านใหม่ของคุณ

source: This template is used sending email to user when reset password.
th: แม่แบบนี้ใช้ส่งอีเมลไปยังผู้ใช้เมื่อตั้งรหัสผ่านใหม่

source: Restaurant Added
th: เพิ่มร้านอาหารแล้ว

source: This template is used to send email when new restaurant added.
th: แม่แบบนี้ใช้เพื่อส่งอีเมลเมื่อมีการเพิ่มร้านอาหารใหม่

source: Restaurant Approved
th: อนุมัติร้านอาหารแล้ว

source: This Template is used for sending email to employer when restaurant status approved
th: เทมเพลตนี้ใช้สำหรับส่งอีเมลไปยังนายจ้างเมื่อสถานะร้านอาหารได้รับการอนุมัติ

source: Restaurant Expired
th: ร้านอาหารหมดอายุแล้ว

source: This template is used to send email when new restaurant expired.
th: เทมเพลตนี้ใช้เพื่อส่งอีเมลเมื่อร้านอาหารใหม่หมดอายุ

source: Restaurant not Approved
th: ร้านอาหารไม่ได้รับการอนุมัติ

source: This template is used for sending email to employer when restaurant does not get approved by admin.
th: เทมเพลตนี้ใช้สำหรับส่งอีเมลไปยังนายจ้างเมื่อร้านอาหารไม่ได้รับอนุมัติจากผู้ดูแลระบบ

source: Restaurant's on pending are sent to the publisher when the payment is successfull but restaurant is not active by admin
th: ร้านอาหารรอดำเนินการจะถูกส่งไปยังผู้จัดพิมพ์เมื่อการชำระเงินสำเร็จ แต่ร้านอาหารไม่ได้ใช้งานโดยผู้ดูแลระบบ

source: Restaurant update emails are sent to the employer when his/her posted restaurant is updated
th: อีเมลอัปเดตร้านอาหารจะถูกส่งไปยังนายจ้างเมื่อมีการอัปเดตร้านอาหารที่โพสต์ไว้

source: Review Added
th: เพิ่มบทวิจารณ์แล้ว

source: This template is used to send email when new review added.
th: แม่แบบนี้ใช้เพื่อส่งอีเมลเมื่อมีการเพิ่มบทวิจารณ์ใหม่

source: Review Reply Added
th: เพิ่มคำตอบแล้ว

source: This template is used to send email when reply for a review added.
th: เทมเพลตนี้ใช้เพื่อส่งอีเมลเมื่อมีการตอบกลับเพื่อเพิ่มความเห็น

source: Brows
th: ขนคิ้ว

source: User Comapny
th: Comapny ผู้ใช้

source: No Publisher
th: ไม่มีผู้จัดพิมพ์

source: Currencies
th: สกุลเงิน

source: Add New Currency
th: เพิ่มสกุลเงินใหม่

source: Edit Currency
th: แก้ไขสกุลเงิน

source: New Currency Item
th: รายการสกุลเงินใหม่

source: View Currency Item
th: ดูรายการสกุลเงิน

source: Currency Options
th: ตัวเลือกสกุลเงิน

source: Conversion Rate
th: อัตราการแปลง

source: Currency Symbol
th: สัญลักษณ์สกุลเงิน

source: Order Id
th: รหัสคำสั่งซื้อ

source: Order User
th: สั่งซื้อผู้ใช้

source: Service User
th: ผู้ใช้บริการ

source: Total Price
th: ราคารวม

source: Commission Charged
th: ค่าคอมมิชชั่น

source: Restaurant Owner
th: เจ้าของร้านอาหาร

source: Order/Inquiry User
th: สั่งซื้อ / สอบถามผู้ใช้

source: Orders / Inquiries
th: คำสั่งซื้อ / สอบถาม

source: Inquiry
th: การสอบสวน

source: Order
th: รายการสั่งซื้อ

source: Select Order Type
th: เลือกประเภทการสั่งซื้อ

source: Removed
th: ลบ

source: Restaurant Id
th: Id ร้านอาหาร

source: Restaurant Title
th: ชื่อร้านอาหาร

source: Restaurant not attached yet.
th: ร้านอาหารยังไม่ได้แนบ

source: Membership Id
th: รหัสสมาชิก

source: Membership Name
th: ชื่อสมาชิก

source: Amount
th: จำนวน

source: Membership Orders
th: การสั่งซื้อการเป็นสมาชิก

source: Add New Membership Order
th: เพิ่มคำสั่งซื้อสำหรับสมาชิกใหม่

source: Edit Membership Order
th: แก้ไขการสั่งซื้อการเป็นสมาชิก

source: New Membership Order Item
th: รายการสั่งซื้อการเป็นสมาชิกใหม่

source: View Membership Order Item
th: ดูรายการสั่งซื้อสมาชิก

source: Membership Order Options
th: ตัวเลือกการสั่งซื้อสำหรับสมาชิก

source: Select Publisher
th: เลือก Publisher

source: Membership Order Id
th: รหัสการสั่งซื้อสำหรับสมาชิก

source: Membership User
th: ผู้ใช้สมาชิก

source: Membership Expiry Date
th: วันหมดอายุของสมาชิก

source: Restaurant Expiry
th: Expiry ร้านอาหาร

source: Featured Restaurant
th: ร้านอาหารแนะนำ

source: Top Categories Restaurant
th: ประเภทร้านอาหาร

source: Approved
th: ได้รับการอนุมัติ

source: Dynamic Fields
th: ฟิลด์แบบไดนามิก

source: A commision amount will deduct for each order.
th: จำนวนเงินที่คณะกรรมการจะหักสำหรับแต่ละคำสั่งซื้อ

source: Commission Percentage
th: เปอร์เซ็นต์ของคณะกรรมการ

source: Define Commission Percentage i.e 10
th: กำหนดเปอร์เซ็นต์ของคณะกรรมการเช่น 10

source: Membership Subscribe Action
th: การสมัครสมาชิกการกระทำ

source: Add Restaurant
th: เพิ่มร้านอาหาร

source: Add Row
th: เพิ่มแถว

source: Add Section
th: เพิ่มส่วน

source: Reset All
th: การตั้งค่าทั้งหมด
