Repository: SK8-PTY-LTD/DiDiCatering_WP
Catalog: wp-foodbakery/languages/foodbakery-*.po
Languages: th

source: Duration
th: ระยะเวลา

source: User Restaurants
th: ร้านอาหารสำหรับผู้ใช้

source: Team Members
th: สมาชิกในทีม

source: User restaurants
th: ร้านอาหารของผู้ใช้

source: Edit
th: แก้ไข

source: No restaurant Found.
th: ไม่พบร้านอาหาร

source: Recent Orders/Inquiries
th: คำสั่งซื้อล่าสุด / สอบถามข้อมูล

source: Action
th: แอคชั่น

source: You don't have any order/inquiry
th: คุณไม่มีคำสั่งซื้อ / สอบถามรายละเอียดเพิ่มเติม

source: Expiry Date
th: วันหมดอายุ:

source: Restaurants Duration
th: ร้านอาหารระยะเวลา

source: Top Category Restaurants
th: ร้านอาหารยอดนิยม

source: Sorry! there is no package in your list..
th: ขออภัย! ไม่มีแพ็คเกจในรายการของคุณ ..

source: one of your restaurant removed from shortlists.
th: หนึ่งในร้านอาหารของคุณถูกนำออกจากรายการโปรด

source: You don't have any shortlists
th: คุณไม่มีรายการโปรด

source: Restaurant Alerts
th: การแจ้งเตือนร้านอาหาร

source: Alert Details
th: รายละเอียดการแจ้งเตือน

source: Email Frequency
th: ความถี่อีเมล

source: Search Keywords:
th: คำค้นหา

source: Remove
th: ลบ

source: You did not have any restaurant alerts.
th: คุณไม่มีการแจ้งเตือนร้านอาหารใด ๆ

source: Please create user profile.
th: โปรดสร้างโปรไฟล์ผู้ใช้

source: Team member successfully updated!
th: สมาชิกในทีมได้รับการปรับปรุงแล้ว!

source: Atleast one supper admin required for a restaurant
th: Atleast หนึ่ง supper admin ที่จำเป็นสำหรับร้านอาหาร

source: Team Member Successfully Removed
th: สมาชิกทีมถูกนำออกเรียบร้อยแล้ว

source: Team Member
th: สมาชิกในทีม

source: Roles & Permission
th: บทบาทและการอนุญาต

source: Sorry! there is no team member in your list.
th: ขออภัย! ไม่มีสมาชิกทีมในรายการของคุณ

source: Profile Image
th: ภาพโปรไฟล์

source: Profile Status
th: สถานะโปรไฟล์

source: Biography
th: ชีวประวัติ

source: Text Area : %s
th: พื้นที่ข้อความ: %s

source: Dropdown : %s
th: รายการแบบเลื่อนลง: %s

source: add another choice
th: เพิ่มทางเลือกอื่น

source: remove this choice
th: ลบตัวเลือกนี้

source: Date : %s
th: วันที่

source: Email : %s
th: อีเมล์

source: Range : %s
th: ช่วง: %s

source: General Info
th: ข้อมูลทั่วไป

source: Membership Info
th: ข้อมูลสมาชิก

source: Menu Categories
th: ประเภทเมนู

source: No Menu Category added.
th: ไม่มีการเพิ่มหมวดหมู่เมนู

source: Add Menu Category
th: เพิ่มหมวดเมนู

source: Menu Name *
th: ชื่อเมนู *

source: Menu Category Title
th: ชื่อหมวดหมู่เมนู

source: Restaurant Price
th: ราคาร้านอาหาร

source: Choose some Cuisines
th: เลือกอาหารบางประเภท

source: Cuisines *
th: ร้านอาหาร *

source: Categories *
th: หมวดหมู่

source: Table Booking
th: การจองโต๊ะ

source: Minimum Delivery Order
th: ใบสั่งจัดส่งขั้นต่ำ

source: Maximum Delivery Order
th: คำสั่งจัดส่งสูงสุด

source: Minimum Pickup Order
th: คำสั่งซื้อขั้นต่ำสำหรับรถกระบะ

source: Maximum Pickup Order
th: คำสั่งซื้อสูงสุดสำหรับรถกระบะ

source: Delivery Fee
th: ค่าจัดส่ง

source: PickUp Fee
th: ค่าธรรมเนียม PickUp

source: Delivery Time
th: เวลาการจัดส่ง

source: Please provide Delivery Time in minutes.
th: โปรดระบุเวลาการจัดส่งภายในไม่กี่นาที

source: PickUp Time
th: เวลา PickUp

source: Please provide PickUp Time in minutes.
th: โปรดระบุเวลาในการรับสินค้าภายในไม่กี่นาที

source: Pre-Order
th: สั่งของล่วงหน้า

source: Select yes if you allow users pre orders.
th: เลือกใช่หากคุณอนุญาตให้ผู้ใช้สั่งซื้อล่วงหน้า

source: to
th: ถึง

source: Closed
th: ปิดแล้ว

source: Click to add opening Hours
th: คลิกเพื่อเพิ่มเวลาเปิดทำการ

source: No off days added.
th: ไม่มีวันปิดเพิ่ม

source: Book Day Off
th: วัน Book Off

source: Book off day
th: จองวันหยุด

source: Sun
th: ดวงอาทิตย์

source: Mon
th: จันทร์

source: Tue
th: อังคาร

source: Wed
th: พุธ

source: Thu
th: พฤหัสบดี

source: Fri
th: ศุกร์

source: Sat
th: กกท.

source: Tags
th: แท็ก

source: Tag
th: แท็ก

source: All Tags
th: แท็กทั้งหมด

source: Parent Tag
th: แท็กหลัก

source: Edit Tag
th: แก้ไขแท็ก

source: Add New Tag
th: เพิ่มแท็กใหม่

source: New Tag Name
th: ชื่อแท็กใหม่

source: Section Text
th: ข้อความส่วน

source: Only numbers are allowed
th: อนุญาตเฉพาะหมายเลขเท่านั้น

source: Section Description
th: คำอธิบายส่วน

source: Nutritional Information icons
th: ไอคอนข้อมูลโภชนาการ

source: Form Builder Fields
th: ฟิลด์ Form Builder

source: Select Cuisine
th: เลือกอาหาร

source: No Icon added.
th: ไม่มีไอคอนเพิ่ม

source: Add Icon
th: เพิ่มไอคอน

source: Title *
th: โฉนดที่ดินเลขที่ 38157 เลขที่ดิน 826 ต.หนองหอย อ.เมืองเชียงใหม่ จ.เชียงใหม่ เนื้อที่ 49 เศษ 4 ส่วน 10 ตารางวา

source: Small Image
th: รูปภาพขนาดเล็ก

source: Big Image
th: รูปภาพขนาดใหญ่

source: Choose location
th: เลือกสถานที่

source: Feel Like Eating
th: รู้สึกเหมือนกิน

source: Please Select Cousines from plugin options
th: โปรดเลือก Cousines จากตัวเลือกปลั๊กอิน

source: Order Type
th: ประเภทคำสั่งซื้อ

source: Payment Gateway
th: ช่องทางการชำระเงิน

source: Commission - for sale
th: คณะกรรมการ - ขาย

source: Author Earnings
th: รายได้ของผู้แต่ง

source: Transactions
th: การทำธุรกรรม

source: Add New Transaction
th: เพิ่มธุรกรรมใหม่

source: Edit Transaction
th: แก้ไขรายการ

source: New Transaction Item
th: รายการธุรกรรมใหม่

source: View Transaction Item
th: ดูรายการรายการ

source: Transaction Options
th: ตัวเลือกการทำธุรกรรม

source: Select Payment Gateway
th: เลือกเกตเวย์การชำระเงิน

source: Cash on Delivery
th: เงินสดเมื่อจัดส่ง

source: Summary
th: สรุป

source: Order Summary
th: สรุปการสั่งซื้อ

source: Select Type
th: เลือกประเภท

source: Memberships Order
th: การสั่งซื้อการเป็นสมาชิก

source: Reservation Order
th: ใบสั่งจอง

source: In Process
th: อยู่ในขั้นตอน

source: Withdrawal Info
th: ข้อมูลการถอนเงิน

source: Withdrawal Id
th: รหัสการถอนเงิน

# post type general name
source: Withdrawals
th: การถอนเงิน

# post type singular name
source: Withdrawal
th: การถอนตัว

# admin menu
source: Withdrawals
th: การถอนเงิน

# add new on admin bar
source: Withdrawal
th: การถอนตัว

# withdrawal
source: Add New
th: เพิ่มใหม่

source: Add New Withdrawal
th: เพิ่มการถอนใหม่

source: New Withdrawal
th: การถอนใหม่

source: Edit Withdrawal
th: แก้ไขการถอน

source: View Withdrawal
th: ดูการถอนเงิน

source: Search Withdrawals
th: การถอนการค้นหา

source: Parent Withdrawals:
th: การถอนเงินของผู้ปกครอง:

source: No withdrawals found.
th: ไม่พบการถอนเงิน

source: No withdrawals found in Trash.
th: ไม่พบการถอนเงินในถังขยะ

source: Get Access Token
th: รับโทเค็นการเข้าถึง

source: Select Page for Sharing
th: เลือกเพจเพื่อใช้ร่วมกัน

source: Click to Add
th: คลิกเพื่อเพิ่ม

source: Popular Cousines
th: Cousines ยอดนิยม

source: Select Popular Cousines
th: เลือก Cousines ยอดนิยม

source: Add Banner
th: เพิ่มแบนเนอร์

source: Import Options
th: ตัวเลือกการนำเข้า

source: File URL
th: URL ของไฟล์

source: Input the Url from another location and hit Import Button to apply settings.
th: ใส่ Url จากตำแหน่งอื่นและกดปุ่ม Import เพื่อใช้การตั้งค่า

source: Export Options
th: ตัวเลือกการส่งออก

source: Generated Files
th: ไฟล์ที่สร้างขึ้น

source: Here you can Generate/Download Backups. Also you can use these Backups to Restore settings.
th: ที่นี่คุณสามารถสร้าง / ดาวน์โหลดการสำรองข้อมูล นอกจากนี้คุณสามารถใช้การสำรองข้อมูลเหล่านี้เพื่อเรียกคืนการตั้งค่า

source: Import
th: นำเข้า

source: Download
th: ดาวน์โหลด

source: Generate Backup
th: สร้างการสำรองข้อมูล

source: Import/Export Locations
th: สถานที่นำเข้า / ส่งออก

source: Input the Url from another location and hit Import Button to import locations.
th: ใส่ Url จากตำแหน่งอื่นและกดปุ่ม Import เพื่อนำเข้าสถานที่

source: Import Locations
th: นำเข้าสถานที่

source: Here you can Generate/Download Backups. Also you can use these Backups to Restore Locations.
th: ที่นี่คุณสามารถสร้าง / ดาวน์โหลดการสำรองข้อมูล นอกจากนี้คุณสามารถใช้การสำรองข้อมูลเหล่านี้เพื่อเรียกคืนสถานที่

source: Browse file
th: เรียกดูไฟล์

source: Import/Export Restaurant Type Categories
th: นำเข้า / ส่งออกประเภทร้านอาหาร

source: Input the URL from another location and hit Import Button to import restaurant type categories.
th: ป้อน URL จากตำแหน่งอื่นและกดปุ่มนำเข้าเพื่อนำเข้าหมวดหมู่ประเภทร้านอาหาร

source: Import Restaurant Type Categories
th: ประเภทร้านอาหารนำเข้า

source: Here you can Generate/Download Backups. Also you can use these Backups to Restore Restaurant type categories.
th: ที่นี่คุณสามารถสร้าง / ดาวน์โหลดการสำรองข้อมูล นอกจากนี้คุณสามารถใช้การสำรองข้อมูลเหล่านี้เพื่อเรียกคืนประเภทประเภทร้านอาหาร

source: Locations Levels
th: ระดับตำแหน่ง

source: Select the levels you want to use for locations.
th: เลือกระดับที่คุณต้องการใช้สำหรับสถานที่

source: Location's Fields Selector
th: ตัวเลือกเขตข้อมูลของตำแหน่ง

source: Select which location parts(Country, State, City, Town) you want to use on frontend. You can select only from location parts those you have selected on backend.
th: เลือกตำแหน่งที่ตั้ง (ประเทศ, รัฐ, เมือง, เมือง) ที่คุณต้องการใช้ในส่วนหน้า คุณสามารถเลือกเฉพาะจากส่วนที่ตั้งที่คุณได้เลือกไว้ในแบ็กเอนด์

source: Frontend Location Parts
th: ตำแหน่งส่วนหน้า

source: Select a Country which you want to use in locations or select "All".
th: เลือกประเทศที่คุณต้องการใช้ในสถานที่หรือเลือก \ "ทั้งหมด "

source: Select a State which you want to use in locations or select "All".
th: เลือกสถานะที่คุณต้องการใช้ในตำแหน่งหรือเลือก \ "ทั้งหมด "

source: Select a City which you want to use in locations or select "All".
th: เลือกเมืองที่คุณต้องการใช้ในสถานที่หรือเลือก \ "ทั้งหมด "

source: Select a Town which you want to use in locations or select "All".
th: เลือกเมืองที่คุณต้องการใช้ในสถานที่หรือเลือก \ "ทั้งหมด "

source: Choose...
th: เลือก

source: All
th: ทั้งหมด

source: Candidate Skills Sets total percentage cannot exceeds from 100.
th: ทักษะผู้สมัครกำหนดเปอร์เซ็นต์รวมไม่เกินจาก 100

source: File Import Successfully
th: นำเข้าไฟล์สำเร็จแล้ว

source: File '%s' Restore Successfully
th: ไฟล์ ' %s ' เรียกคืนสำเร็จ

source: Please Select Restaurant
th: โปรดเลือกร้านอาหาร

source: Please Select Buyer
th: โปรดเลือกผู้ซื้อ

source: Map Settings
th: การตั้งค่าแผนที่

source: Locations Settings
th: การตั้งค่าสถานที่

source: Social Auto Post
th: โพสต์ Social Auto

source: Social Login
th: เข้าสู่สังคม

source: Ads Management
th: การจัดการโฆษณา

source: Publisher Dashboard
th: แดชบอร์ดผู้เผยแพร่โฆษณา

source: Select page for publisher dashboard here. This page is set in page template drop down. To create publisher dashboard page, go to Pages > Add new page, set the page template to 'publisher' in the right menu.
th: เลือกหน้าสำหรับแดชบอร์ดของผู้เผยแพร่โฆษณาได้ที่นี่ หน้านี้ถูกตั้งค่าไว้ในเมนูแบบเลื่อนลง หากต้องการสร้างหน้าแดชบอร์ดของผู้เผยแพร่โฆษณาไปที่หน้า> เพิ่มหน้าใหม่ให้ตั้งเทมเพลตของเพจเป็น "ผู้เผยแพร่โฆษณา" ในเมนูด้านขวา

source: Memberships Detail Page
th: หน้ารายละเอียดสมาชิก

source: Please select a page for package details. This page is set in page template drop down. To create publisher dashboard page, go to Pages > Add new page, set the page template to 'publisher' in the right menu.
th: โปรดเลือกหน้าสำหรับรายละเอียดแพคเกจ หน้านี้ถูกตั้งค่าไว้ในเมนูแบบเลื่อนลง หากต้องการสร้างหน้าแดชบอร์ดของผู้เผยแพร่โฆษณาไปที่หน้า> เพิ่มหน้าใหม่ให้ตั้งเทมเพลตของเพจเป็น "ผู้เผยแพร่โฆษณา" ในเมนูด้านขวา

source: Login Page
th: เข้าสู่ระบบ

source: Default Locations
th: สถานที่ตั้งเริ่มต้น

source: Enable/Disable header location
th: เปิด / ปิดใช้งานตำแหน่งส่วนหัว

source: Header Restaurent Type
th: ประเภทส่วนหัวของ Restaurent

source: Header Restaurant Type
th: ประเภทร้านอาหารส่วนหัว

source: Enable/Disable header restaurant type
th: เปิด / ปิดใช้งานประเภทร้านอาหารส่วนหัว

source: Popular Cousines
th: Cousines ยอดนิยม

source: Header Button
th: ปุ่มส่วนหัว

source: Getting Started Button
th: ปุ่มเริ่มต้นใช้งาน

source: Button Title
th: ชื่อปุ่ม

source: Button URL
th: URL ของปุ่ม

source: Sent Email Logs
th: ส่งบันทึกอีเมลแล้ว

source: Enable/Disable sent email logs
th: เปิด / ปิดใช้งานบันทึกอีเมลที่ส่ง

source: Job Settings
th: การตั้งค่างาน

source: Restaurants Settings
th: การตั้งค่าร้านอาหาร

source: Free Restaurants Posting
th: โพสต์ร้านอาหารฟรี

source: Restaurant Expiry Duration ( Days )
th: ระยะหมดอายุของร้านอาหาร (วัน)

source: Set free restaurant posting expiry duration in days
th: ตั้งระยะเวลาการหมดอายุโพสต์ร้านอาหารฟรีเป็นวัน

source: Restaurant Cover Image
th: รูปภาพปกคลุมร้านอาหาร

source: Cover Padding Top
th: ฝาครอบด้านบน

source: Cover Padding Bottom
th: ปกแผ่นด้านล่าง

source: Submissions
th: การส่ง

source: Set the specific page where you want to show search results. The slected page must have restaurants page element on it. (Add restaurants page element while creating the restaurant search result page).
th: ตั้งหน้าเฉพาะที่คุณต้องการแสดงผลการค้นหา หน้า slected ต้องมีองค์ประกอบของ page ร้านอาหารอยู่ด้วย (เพิ่มองค์ประกอบของหน้าร้านอาหารขณะสร้างหน้าผลการค้นหาร้านอาหาร)

source: Restaurants Publish/Pending On/Off
th: ร้านอาหารเผยแพร่ / รอเปิด / ปิด

source: Turn this switcher OFF to allow direct publishing of submitted restaurants by publisher without review / moderation. If this switch is ON, restaurants will be published after admin review / moderation.
th: ปิดสวิตช์นี้ปิดเพื่ออนุญาตให้เผยแพร่โดยตรงสำหรับร้านอาหารที่ส่งโดยผู้เผยแพร่โฆษณาโดยไม่ได้ตรวจทาน / ควบคุม หากเปิดสวิตช์นี้ร้านอาหารจะถูกเผยแพร่หลังจากที่ผู้ดูแลระบบตรวจทาน / ดูแล

source: Terms & Conditions
th: ข้อตกลงและเงื่อนไข

source: Terms & Conditions On/Off
th: ข้อกำหนดและเงื่อนไขเปิด / ปิด

source: Turn this switcher ON/OFF to show/hide terms and conditions check in forms.
th: เปิดสวิตช์นี้เพื่อเปิด / ปิดการตรวจสอบเงื่อนไขและข้อกำหนดในแบบฟอร์ม

source: Terms and Conditions
th: ข้อกำหนดและเงื่อนไข ...

source: Select page for Terms and Conditions here. This page is set in page template drop down.
th: เลือกหน้าข้อกำหนดในการให้บริการที่นี่ หน้านี้ถูกตั้งค่าไว้ในเมนูแบบเลื่อนลง

source: Default Sidebars
th: แถบด้านข้างเริ่มต้น

source: Buyer Dashboard Announcements
th: ประกาศแผงควบคุมของผู้ซื้อ

source: Announcement Background Color
th: สีพื้นหลังประกาศ

source: Announcement Title For Buyer Dashboard
th: ชื่อประกาศสำหรับแดชบอร์ดของผู้ซื้อ

source: Please add text for announcement title that shows at buyer dashboard .
th: โปรดเพิ่มข้อความสำหรับชื่อประกาศที่แสดงที่แดชบอร์ดของผู้ซื้อ

source: Announcement Description For Buyer Dashboard
th: คำอธิบายคำอธิบายสำหรับแดชบอร์ดของผู้ซื้อ

source: Please add text for announcement description that shows at buyer dashboard .
th: โปรดเพิ่มข้อความสำหรับคำอธิบายการประกาศที่แสดงที่แดชบอร์ดของผู้ซื้อ

source: Restaurant Dashboard Announcements
th: ประกาศแผงควบคุมร้านอาหาร

source: Announcement Title For Restaurant Dashboard
th: ชื่อประกาศสำหรับหน้าแดชบอร์ดร้านอาหาร

source: Please add text for announcement title that shows at restaurant dashboard .
th: โปรดเพิ่มข้อความสำหรับชื่อประกาศที่แสดงที่แดชบอร์ดของร้านอาหาร

source: Announcement Description For Restaurant Dashboard
th: คำอธิบายคำอธิบายสำหรับแดชบอร์ดร้านอาหาร

source: Please add text for announcement description that shows at restaurant dashboard .
th: โปรดเพิ่มข้อความสำหรับคำอธิบายการประกาศที่แสดงที่แดชบอร์ดของร้านอาหาร

source: Publisher Auto Approval
th: การอนุมัติโดยผู้เผยแพร่โฆษณาอัตโนมัติ

source: If this switch set to ON new user will be auto approved. If switch is set to OFF admin will have to approve the new user.
th: ถ้าสวิตช์นี้ตั้งค่าเป็น ON ผู้ใช้ใหม่จะได้รับการอนุมัติโดยอัตโนมัติ หากตั้งค่าสวิทซ์เป็น OFF ผู้ดูแลระบบจะต้องอนุมัติผู้ใช้รายใหม่

source: Profile Images
th: รูปภาพโปรไฟล์

source: Default Profile Placeholder
th: ส่วนกำหนดค่าโปรไฟล์เริ่มต้น

source: Gateways Settings
th: การตั้งค่าเกตเวย์

source: VAT On/Off
th: เปิด / ปิด VAT

source: This switch will control VAT calculation and its payment along with package price. If this switch will be ON, user must have to pay VAT percentage separately. Turn OFF the switch to exclude VAT from payment.
th: สวิตช์นี้จะควบคุมการคำนวณ VAT และการชำระเงินพร้อมกับราคาแพคเกจ หากสวิตช์นี้เปิดอยู่ผู้ใช้จะต้องจ่าย VAT แยกต่างหาก ปิดสวิตช์เพื่อยกเว้น VAT จากการชำระเงิน

source: VAT in %
th: ภาษีมูลค่าเพิ่มใน%

source: Here you can add VAT percentage according to your country laws & regulations.
th: คุณสามารถเพิ่ม VAT เปอร์เซ็นต์ตามกฎหมายและข้อบังคับในประเทศของคุณได้

source: Woocommerce Payment Gateways
th: เกตเวย์การชำระเงินของ Woocommerce

source: Payment Text
th: ข้อความการชำระเงิน

source: Default Location Set default location for your site. This location can be set from Restaurants > Locations in back end admin area. This will show location of admin only. It is not linked with Geo-location or Candidate.
th: ตำแหน่งเริ่มต้นตั้งค่าตำแหน่งเริ่มต้นสำหรับไซต์ของคุณ สถานที่ตั้งนี้สามารถตั้งค่าได้จากร้านอาหาร> สถานที่ในพื้นที่ admin ด้านหลัง ซึ่งจะแสดงตำแหน่งของผู้ดูแลระบบเท่านั้น ไม่ได้เชื่อมโยงกับ Geo-location หรือ Candidate

source: Map Marker Icon
th: ไอคอน Map Marker

source: Map Cluster Icon
th: ไอคอน Map Cluster

source: Zoom Level
th: ระดับการย่อ / ขยาย

source: Set zoom level 1 to 15 only.
th: ตั้งค่าระดับการซูมตั้งแต่ 1 ถึง 15 เท่านั้น

source: Map Style
th: สไตล์แผนที่

source: Set Map Style.
th: ตั้งค่ารูปแบบแผนที่

source: Map Box
th: กล่องแผนที่

source: Blue Water
th: น้ำสีฟ้า

source: Bluish
th: สีน้ำเงินอ่อน

source: Light Blue Water
th: น้ำสีฟ้าอ่อน

source: Clad Me
th: หุ้มฉัน

source: Chilled
th: แช่เย็น

source: Light and Dark
th: แสงและความมืด

source: Flat Pale
th: แบนซีด

source: Herbert Map
th: เฮอร์เบิร์ตแผนที่

source: Light Dream
th: ฝันแสง

source: Blue Essence
th: เอสเซ้นสีฟ้า

source: RPN Map
th: แผนที่ RPN

source: Set default street address here.
th: ตั้งค่าที่อยู่ถนนเริ่มต้นที่นี่

source: Set default location for your site (Country, City & Address). This location can be set from Restaurants > Locations in back end admin area. This will show location of admin only and willl fetch results from the given location first. It is not linked with Geo-location or Candidate.
th: ตั้งค่าตำแหน่งเริ่มต้นสำหรับไซต์ของคุณ (ประเทศเมืองและที่อยู่) สถานที่ตั้งนี้สามารถตั้งค่าได้จากร้านอาหาร> สถานที่ในพื้นที่ admin ด้านหลัง ซึ่งจะแสดงตำแหน่งของผู้ดูแลระบบเท่านั้นและ willl จะเรียกผลลัพธ์จากตำแหน่งที่ระบุก่อน ไม่ได้เชื่อมโยงกับ Geo-location หรือ Candidate

source: Backend Locations & Maps Settings
th: ตำแหน่งแบ็กเอนด์และการตั้งค่าแผนที่

source: Location's Levels
th: ระดับตำแหน่ง

source: Geo Location
th: สถานที่ตั้งทางภูมิศาสตร์

source: Ask user to share his location.
th: ขอให้ผู้ใช้แชร์ตำแหน่งของเขา

source: Auto Country Detection
th: การตรวจจับอัตโนมัติของประเทศ

source: Do you want to detect country automatically using user's IP?
th: คุณต้องการตรวจหาประเทศโดยอัตโนมัติโดยใช้ IP ของผู้ใช้หรือไม่?

source: Address Maximum Text Limit
th: ที่อยู่ จำกัด ข้อความสูงสุด

source: Allowed address maximum text limit.
th: ขีด จำกัด ข้อความสูงสุดของที่อยู่ที่อนุญาต

source: Drawing Tools
th: เครื่องมือวาดภาพ

source: Do you want drawing tools on map?
th: คุณต้องการวาดเครื่องมือบนแผนที่หรือไม่?

source: Drawing Tools Line Color
th: เครื่องมือวาดเส้นสีของชุด

source: Color used while drawing line or polygon on map.
th: สีที่ใช้ในขณะวาดเส้นหรือรูปหลายเหลี่ยมบนแผนที่

source: Drawing Tools Fill Color
th: เครื่องมือวาดภาพเติมสี

source: Color used to fill polygon on map.
th: สีที่ใช้เติมเหลี่ยมบนแผนที่

source: Auto Complete
th: อัตโนมัติสมบูรณ์

source: Do you want google to give suggestions to auto complete?
th: คุณต้องการให้ Google ให้คำแนะนำในการกรอกข้อมูลอัตโนมัติหรือไม่?

source: Circle Radius
th: วงกลมรัศมี

source: Default Radius Circle.
th: รัศมีเริ่มต้น

source: Location Form Fields
th: ฟิลด์ฟอร์มสถานที่

source: Location's Fields
th: ฟิลด์ของสถานที่

source: Social Auto Post Settings
th: การตั้งค่าโพสต์ Social Auto

source: Facebook
th: เฟสบุ๊ค

source: Show Twitter
th: แสดง Twitter

source: Manage user registration via Twitter here. If this switch is set ON, users will be able to sign up / sign in with Twitter. If it will be OFF, users will not be able to register / sign in through Twitter.
th: จัดการการลงทะเบียนผู้ใช้ผ่าน Twitter ที่นี่ หากตั้งสวิตช์นี้เป็น ON ผู้ใช้จะสามารถลงชื่อสมัครใช้ / ลงชื่อเข้าใช้ด้วย Twitter หากปิดตัวเลือกนี้ผู้ใช้จะไม่สามารถลงทะเบียน / ลงชื่อเข้าใช้ผ่าน Twitter ได้

source: Facebook Login On/Off
th: เปิดใช้งาน Facebook Login

source: Manage user registration via Facebook here. If this switch is set ON, users will be able to sign up / sign in with Facebook. If it will be OFF, users will not be able to register / sign in through Facebook.
th: จัดการการลงทะเบียนผู้ใช้ผ่าน Facebook ที่นี่ หากตั้งสวิตช์นี้เป็น ON ผู้ใช้จะสามารถลงชื่อสมัครใช้ / ลงชื่อเข้าใช้ Facebook หากปิดตัวเลือกนี้ผู้ใช้จะไม่สามารถลงทะเบียน / ลงชื่อเข้าใช้ผ่าน Facebook ได้

source: Google+ Login On/Off
th: เปิด / ปิด Google+ ล็อก

source: Manage user registration via Google+ here. If this switch is set ON, users will be able to sign up / sign in with Google+. If it will be OFF, users will not be able to register / sign in through Google+.
th: จัดการการลงทะเบียนผู้ใช้ผ่าน Google+ ที่นี่ หากตั้งค่าสวิตช์นี้ผู้ใช้จะสามารถลงชื่อสมัครใช้ / ลงชื่อเข้าใช้ด้วย Google+ หากปิดตัวเลือกนี้ผู้ใช้จะไม่สามารถลงทะเบียน / ลงชื่อเข้าใช้ผ่าน Google+ ได้

source: API Settings
th: การตั้งค่า API

source: Consumer Key
th: คีย์ผู้บริโภค

source: Insert Twitter Consumer Key here. When you create your Twitter App, you will get this key.
th: ใส่รหัสผู้บริโภคของ Twitter ที่นี่ เมื่อคุณสร้างแอปพลิเคชัน Twitter ของคุณคุณจะได้รับคีย์นี้

source: Consumer Secret
th: ความลับของผู้บริโภค

source: Insert Twitter Consumer secret here. When you create your Twitter App, you will get this key.
th: แทรกความลับของผู้บริโภค Twitter ที่นี่ เมื่อคุณสร้างแอปพลิเคชัน Twitter ของคุณคุณจะได้รับคีย์นี้

source: Access Token
th: เข้าถึง Token

source: Insert Twitter Access Token for permissions. When you create your Twitter App, you will get this Token
th: แทรกโทเค็นการเข้าใช้ Twitter เพื่อรับสิทธิ์ เมื่อคุณสร้างแอปพลิเคชัน Twitter ของคุณคุณจะได้รับ Token นี้

source: Access Token Secret
th: เข้าถึง Token Secret

source: Insert Twitter Access Token Secret here. When you create your Twitter App, you will get this Token
th: ใส่ความลับ Token ลับของ Twitter ที่นี่ เมื่อคุณสร้างแอปพลิเคชัน Twitter ของคุณคุณจะได้รับ Token นี้

source: Facebook Application ID
th: รหัสแอปพลิเคชัน Facebook

source: Here you have to add your Facebook application ID. You will get this ID when you create Facebook App.
th: ที่นี่คุณต้องเพิ่มรหัสโปรแกรม Facebook ของคุณ คุณจะได้รับรหัสนี้เมื่อสร้าง Facebook App

source: Put your Facebook Secret here. You can find it in your Facebook Application Dashboard
th: ใส่ Facebook Secret ของคุณที่นี่ คุณสามารถค้นหาได้ใน Facebook Dashboard ของแอ็พพลิเคชัน

source: Click on the button bellow to get access token.
th: คลิกปุ่มต่อไปนี้เพื่อรับโทเค็นการเข้าถึง

source: Google
th: กูเกิ้ล

source: Google+ Client ID
th: รหัสลูกค้า Google

source: Put your Google+ client ID here. To get this ID, go to your Google+ account Dashboard
th: ใส่รหัสลูกค้า Google+ ของคุณที่นี่ หากต้องการรับรหัสนี้ไปที่แดชบอร์ดของบัญชี Google+

source: Google+ Client Secret
th: ความลับของ Google+ Client

source: Put your google+ client secret here. To get client secret, go to your Google+ account
th: ใส่ความลับลูกค้า google + ของคุณที่นี่ หากต้องการรับข้อมูลลับของลูกค้าให้ไปที่บัญชี Google+ ของคุณ

source: Google+ API key
th: คีย์ Google API

source: Put your Google+ API key here. To get API, go to your Google+ account
th: ใส่คีย์ API Google+ ที่นี่ ในการรับ API ให้ไปที่บัญชี Google+ ของคุณ

source: Fixed redirect url for login
th: URL เปลี่ยนเส้นทางคงที่สำหรับการเข้าสู่ระบบ

source: Put your google+ redirect url here.
th: ใส่ google + redirect url ที่นี่

source: Manage your captcha code for secured Signup here. If this switch will be ON, user can register after entering Captcha code. It helps to avoid robotic / spam sign-up
th: จัดการรหัส captcha ของคุณเพื่อความปลอดภัยในการสมัครที่นี่ หากสวิตช์นี้เปิดอยู่ผู้ใช้สามารถลงทะเบียนหลังจากป้อนรหัส Captcha ช่วยป้องกันการลงชื่อเข้าใช้หุ่นยนต์ / สแปม

source: Site Key
th: คีย์ไซต์
