Repository: SK8-PTY-LTD/DiDiCatering_WP
Catalog: wp-foodbakery/languages/foodbakery-*.po
Languages: th

source: Captcha should must be validate.
th: Captcha ควรตรวจสอบความถูกต้อง

source: Your inquiry has been sent User will contact you shortly
th: คำถามของคุณถูกส่งไปแล้วผู้ใช้จะติดต่อคุณเร็ว ๆ นี้

source: Something Wrong, Please try later.
th: ลองผิดลองใหม่ทีหลัง

source: The profile email does not exist, Please try later.
th: ไม่มีอีเมลโปรไฟล์โปรดลองภายหลัง

source: ago
th: ก่อน

source: Applied
th: ประยุกต์

source: Apply Now
th: ลงทะเบียนเลย

source: Added to List
th: เพิ่มลงในรายการแล้ว

source: Added to Selected List
th: เพิ่มลงในรายการที่เลือกแล้ว

source: Add to List
th: เพิ่มรายการสินค้า

source: Removed From Selected List
th: นำออกจากรายการที่เลือก

source: Please Select
th: โปรดเลือก

source: Please Select specialism
th: โปรดเลือกความเชี่ยวชาญ

source: Please Select Specialism
th: กรุณาเลือก Specialism

source: There are no specialisms available.
th: มีผู้เชี่ยวชาญไม่พร้อมใช้งาน

source: My Shortlisted Restaurants
th: ร้านอาหารที่คัดสรรของฉัน

source: Added
th: เพิ่มแล้ว

source: View All
th: ดูทั้งหมด

source: Job(s)
th: งาน

source: success
th: สำเร็จ

source: Share Job
th: แบ่งปันงาน

source: Delivery
th: จัดส่งสินค้า:

source: Pickup
th: รถกระบะ

source: Extras
th: เอ็กซ์ตร้าค่ะ

source: Reset Fields
th: รีเซ็ตฟิลด์

source: First Name
th: ชื่อจริง

source: Last Name
th: นามสกุล

source: Phone Number
th: หมายเลขโทรศัพท์

source: Access Restricted
th: ถูก จำกัด การเข้าถึง

source: Only customers can order to this, you cannot order to your own restaurant.
th: เฉพาะลูกค้าที่สั่งซื้อเท่านั้นคุณไม่สามารถสั่งซื้อร้านอาหารของคุณเองได้

source: Payment Methods
th: ช่องทางการชำระเงิน

source: Click one of the options below
th: คลิกตัวเลือกใดตัวเลือกหนึ่งด้านล่าง

source: Pay with %s
th: ชำระเงินด้วย %s

source: Back
th: กลับ

source: Submit Order
th: ยืนยันคำสั่งซื้อ

source: You have to login first to place order.
th: คุณต้องเข้าสู่ระบบก่อนเพื่อสั่งซื้อ

source: Your Order
th: รายการสั่งซื้อของคุณ

source: Listed Phone Number
th: หมายเลขโทรศัพท์จดทะเบียน

source: Website Link
th: เว็บไซต์

source: Featured Restaurants
th: ร้านอาหารแนะนำ

source: Top Categories Restaurants
th: ประเภทร้านอาหาร

source: Social Impressions Reach
th: การเข้าถึงความประทับใจในสังคม

source: Reviews Allowed
th: รีวิวที่ได้รับอนุญาต

source: Can respond to reviews
th: สามารถตอบกลับความเห็นได้

source: Subtotal
th: ไม่ทั้งหมด

source: Delivery fee
th: ค่าจัดส่งในประเทศจีน

source: Pickup fee
th: ค่าธรรมเนียมการรับสินค้า

source: Thank You
th: ขอขอบคุณ

source: Your order have been placed. You will pay cash on delivery.
th: คำสั่งซื้อของคุณถูกวางไว้แล้ว คุณจะจ่ายเงินสดเมื่อจัดส่ง

source: on
th: ในวันที่

source: off
th: ถุงน่อง!

source: Authorize.net Settings
th: การตั้งค่า Authorize.net

source: Custom Logo
th: โลโก้ที่กำหนดเอง

source: Default Status
th: สถานะเริ่มต้น

source: If this switch will be OFF, no payment will be processed via Authorize.net.
th: หากสวิตช์นี้ปิดอยู่การชำระเงินจะไม่ได้รับการดำเนินการผ่าน Authorize.net

source: Control Authorize.net sandbox Account with this switch. If this switch is set to ON, payments will be proceed with sandbox account.
th: ควบคุมบัญชี Sandbox Authorize.net ด้วยสวิตช์นี้ หากตั้งค่านี้เป็น ON การชำระเงินจะดำเนินการกับบัญชี Sandbox

source: Login Id
th: ชื่อเข้าสู่ระบบ

source: Add your Authorize.net login ID here. You will get it while signing up on Authorize.net.
th: เพิ่มรหัสการเข้าสู่ระบบ Authorize.net ของคุณที่นี่ คุณจะได้รับเมื่อลงชื่อสมัครใช้ Authorize.net

source: Transaction Key
th: คีย์ธุรกรรม

source: Add your Authorize.net Transaction Key here. You will get this key while signing up on Authorize.net
th: เพิ่มคีย์ธุรกรรม Authorize.net ที่นี่ คุณจะได้รับคีย์นี้ขณะลงชื่อสมัครใช้ Authorize.net

source: Authorize.net Ipn Url
th: Url Ipn Authorize.net

source: Here you can add your Authorize.net IPN URL.
th: ที่นี่คุณสามารถเพิ่ม URL IP Authorize.net ของคุณได้

source: Cancel Order
th: ยกเลิกคำสั่งซื้อ

source: Redirecting to payment gateway website...
th: กำลังเปลี่ยนเส้นทางไปยังเว็บไซต์เกตเวย์การชำระเงิน ...

source: Bank Transfer Settings
th: การตั้งค่าการโอนเงินผ่านธนาคาร

source: If this switch will be OFF, no payment will be processed via Bank Transfer.
th: หากสวิตช์นี้ปิดอยู่การชำระเงินจะไม่ได้รับการชำระเงินผ่านธนาคาร

source: Bank Information
th: ข้อมูลธนาคาร:

source: Add information of your bank (Bank Name).
th: เพิ่มข้อมูลธนาคารของคุณ (ชื่อธนาคาร)

source: Account Number
th: หมายเลขบัญชี

source: Add your bank account Number where you want receive payment.
th: เพิ่มหมายเลขบัญชีธนาคารของคุณที่คุณต้องการรับการชำระเงิน

source: Other Information
th: ข้อมูลอื่น ๆ

source: In this text box, you can add any help text whatever you want to show on front end for assistance of users regarding bank payment.
th: ในช่องข้อความนี้คุณสามารถเพิ่มข้อความช่วยเหลือใดก็ได้ที่ต้องการแสดงในส่วนหน้าเพื่อขอความช่วยเหลือจากผู้ใช้ในการชำระเงินผ่านธนาคาร

source: Membership :
th: สมาชิก

source: Charges:
th: ค่าใช้จ่ายอื่นๆ

source: Total Charges:
th: ค่าใช้จ่ายทั้งหมด:

source: Order detail
th: รายละเอียดการสั่งซื้อ

source: Order ID
th: รหัสคำสั่งซื้อ

source: Bank detail
th: รายละเอียดธนาคาร

source: Please transfer amount To this account, After payment Received we will process your Order
th: โปรดโอนเงินเข้าบัญชีนี้หลังจากได้รับการชำระเงินแล้วเราจะดำเนินการกับใบสั่งซื้อของคุณ

source: Account No
th: หมายเลขบัญชี

source: Paypal Settings
th: การตั้งค่า Paypal

source: Custom Logo
th: โลโก้ที่กำหนดเอง

source: If this switch will be OFF, no payment will be processed via Paypal.
th: หากสวิตช์นี้ปิดอยู่การชำระเงินจะไม่ได้รับการดำเนินการผ่าน Paypal

source: Control PayPal sandbox Account with this switch. If this switch is set to ON, payments will be proceed with sandbox account.
th: ควบคุมบัญชี Sandbox ของ PayPal ด้วยสวิตช์นี้ หากตั้งค่านี้เป็น ON การชำระเงินจะดำเนินการกับบัญชี Sandbox

source: Paypal Business Email
th: อีเมลธุรกิจ Paypal

source: Add your business Email address here to proceed PayPal payments.
th: เพิ่มที่อยู่อีเมลของธุรกิจของคุณเพื่อดำเนินการชำระเงินผ่าน PayPal

source: Paypal Ipn Url
th: URL ของ Paypal Url

source: Here you can add your PayPal IPN URL.
th: ที่นี่คุณสามารถเพิ่ม URL IPN PayPal ของคุณได้

source: Skrill-MoneyBooker Settings
th: การตั้งค่า Skrill-MoneyBooker

source: If this switch will be OFF, no payment will be processed via Skrill-MoneyBooker.
th: หากสวิตช์นี้ปิดอยู่การชำระเงินจะไม่ได้รับการประมวลผลผ่าน Skrill-MoneyBooker

source: Skrill-MoneryBooker Business Email
th: อีเมลธุรกิจ Skrill-MoneryBooker

source: Add your business Email address here to proceed Skrill-MoneryBooker payments..
th: เพิ่มที่อยู่อีเมลของคุณที่นี่เพื่อดำเนินการชำระเงิน Skrill-MoneryBooker ..

source: Skrill-MoneryBooker Ipn Url
th: URL Ipn ของ Skrill-MoneryBooker

source: Here you can add your Skrill-MoneryBooker IPN URL.
th: ที่นี่คุณสามารถเพิ่ม URL IP Skrill-MoneryBooker ของคุณได้

source: Enter element title here.
th: ป้อนชื่อองค์ประกอบที่นี่

source: Element Sub Title
th: หัวเรื่องย่อย

source: Enter element sub title here.
th: ป้อนชื่อย่อยขององค์ประกอบที่นี่

source: FB: About Us
th: FB: เกี่ยวกับเรา

source: About OPTIONS
th: เกี่ยวกับ OPTIONS

source: Button Url
th: URL ของปุ่ม

source: Button Text
th: ข้อความปุ่ม

source: Color
th: สี

source: Set the button Text color.
th: ตั้งค่าสีของปุ่ม

source: BG Color
th: BG สี

source: Set the BG color for your about us.
th: กำหนดสี BG สำหรับคุณเกี่ยวกับเรา

source: Content
th: เนื้อหา

source: Enter element restaurant_title here.
th: ป้อน element_title ชื่อที่นี่

source: Title Alignment
th: การจัดตำแหน่งหัวข้อ

source: Set element title alignment here
th: ตั้งค่าการจัดตำแหน่งหัวข้อที่นี่

source: Align Left
th: จัดชิดซ้าย

source: Align Right
th: จัดชิดขวา

source: Align Center
th: จัดตำแหน่งศูนย์

source: Restaurant Locations
th: สถานที่ตั้งร้านอาหาร

source: Select Restaurant locations to show.
th: เลือกสถานที่ร้านอาหารที่จะแสดง

source: Buton Link
th: ลิงค์ Buton

source: Enter button url here.
th: ใส่ URL ปุ่มที่นี่

source: View
th: ดู

source: Please Select element view.
th: โปรดเลือกมุมมององค์ประกอบ

source: Element Pricing Tables
th: ตารางราคาองค์ประกอบ

source: FOODBAKERY REGISTER OPTIONS
th: ตัวเลือกการลงทะเบียนร้านอาหาร

source: In Content
th: ในเนื้อหา

source: Restaurant Categories
th: ประเภทร้านอาหาร

source: Select Restaurant categories to show.
th: เลือกประเภทร้านอาหารเพื่อแสดง

source: Please select a page
th: โปรดเลือกหน้า

source: Result Page
th: หน้าผลการค้นหา

source: Select Result Page
th: เลือกหน้าผลการค้นหา

source: Default View
th: มุมมองเริ่มต้น

source: Restaurants Title
th: ชื่อร้านอาหาร

source: Restaurants Sub Title
th: ร้านอาหารย่อย

source: Restaurant Types
th: ประเภทร้านอาหาร

source: Sort By
th: จัดเรียงตาม

source: Featured
th: คุณสมบัติ

source: Complete Address
th: อยู่ที่สมบูรณ์

source: Location
th: ที่ตั้ง

source: Show Restaurant Count
th: แสดงจำนวนภัตตาคาร

source: Display total number of restaurants
th: แสดงจำนวนร้านอาหารทั้งหมด

source: Left Filters
th: ตัวกรองด้านซ้าย

source: Left Filters Counts
th: จำนวนตัวกรองที่เหลือ

source: Show Open/Close Labels
th: แสดงป้ายกำกับเปิด / ปิด

source: You can show restaurant open / close label for every restaurant in restaurant listing
th: คุณสามารถแสดงป้ายเปิด / ปิดร้านอาหารสำหรับร้านอาหารทุกร้านในรายชื่อร้านอาหาร

source: Open/Close Filter
th: เปิด / ปิดตัวกรอง

source: You can turn on/off in filters
th: คุณสามารถเปิด / ปิดในตัวกรอง

source: Default Open/Close Filter
th: ตัวกรองเปิด / ปิดเริ่มต้น

source: You can choose default restaurant listing open/close status.
th: คุณสามารถเลือกสถานะเปิด / ปิดสถานะร้านอาหารเริ่มต้น

source: Pre Orders Filter
th: ตัวกรองสั่งซื้อล่วงหน้า

source: Do you want Pre Orders filter in restaurant listings?
th: คุณต้องการสั่งซื้อคำสั่งซื้อล่วงหน้าในรายชื่อร้านอาหารหรือไม่?

source: Search Keyword
th: คำที่ใช้ค้นหา

source: Ads Switch
th: สลับโฆษณา

source: Restaurant Count
th: นับร้านอาหาร

source: Pagination
th: การให้เลขหน้า

source: Posts Per Page
th: กระทู้ต่อหน้า

source: Right Sidebar
th: แถบด้านข้างขวา

source: You are not authorized. Please login as restaurant owner to access this page.
th: คุณไม่ได้รับอนุญาต โปรดลงชื่อเข้าใช้เป็นเจ้าของร้านอาหารเพื่อเข้าถึงหน้านี้

source: Information
th: ข้อมูล

source: Select Package
th: เลือกแพคเกจ

source: Payment Information
th: ข้อมูลการชำระเงิน

source: Activation
th: การเปิดใช้งาน

source: Please select a package.
th: โปรดเลือกแพคเกจ

source: You already have a restaurant.
th: คุณมีร้านอาหารแล้ว

source: An error occured while processing payment form.
th: เกิดข้อผิดพลาดขณะประมวลผลแบบฟอร์มการชำระเงิน

source: An error occurred. Try again later.
th: เกิดข้อผิดพลาด. ลองอีกครั้งในภายหลัง

source: Restaurant added successfully and packages processed
th: ร้านอาหารเพิ่มเรียบร้อยแล้วและมีการประมวลผลแพ็กเกจ

source: Number of Tags
th: จำนวนแท็ก

source: Website Link
th: เว็บไซต์

source: Respond to Reviews
th: ตอบรีวิว

source: Other Features
th: คุณสมบัติอื่น ๆ

source: For cancellation or more infomation Please Contact Us
th: สำหรับการยกเลิกหรือข้อมูลเพิ่มเติมโปรดติดต่อเรา

source: Restaurant name *
th: ชื่อร้านอาหาร *

source: i.e Pizza Hut
th: พิซซ่าฮัท

source: Restaurant phone
th: โทรศัพท์ร้านอาหาร

source: i.e +1 321 828 6662
th: IE

source: Manager Name
th: ชื่อผู้จัดการ

source: i.e Alard Willaim
th: Alard Willaim

source: Manager Contact phone
th: โทรศัพท์ติดต่อผู้จัดการ

source: Contact Email
th: อีเมลติดต่อ

source: i.e alard@example.com
th: เช่น alard@example.com

source: Delivery/Pickup
th: จัดส่ง / รถกระบะ

source: Delivery &amp; Pickup
th: การจัดส่งและ รถกระบะ

source: Signup Fields
th: ฟิลด์การสมัคร

source: Username
th: ชื่อผู้ใช้

source: i.e alardwillaim
th: alardwillaim คือ

source: i.e alard@example.com
th: เช่น alard@example.com

source: Restaurant Info
th: ข้อมูลร้านอาหาร

source: Your transaction for this restaurant is at pending mode.
th: การทำธุรกรรมของคุณสำหรับร้านอาหารนี้อยู่ในโหมดที่รอดำเนินการ

source: Your restaurant is expired.
th: ร้านอาหารของคุณหมดอายุแล้ว

source: Price: %s
th: ราคา: %s

source: Detail
th: รายละเอียด

source: Purchased Memberships
th: สมาชิกที่ซื้อมา

source: Buy Membership
th: ซื้อสมาชิก

source: Registering restaurant is free. Continue with next.
th: การลงทะเบียนร้านอาหารฟรี ดำเนินการต่อด้วย

source: Membership Duration
th: ระยะเวลาการเป็นสมาชิก

source: Restaurant Duration
th: ระยะเวลาร้านอาหาร

source: Featured Restaurants
th: ร้านอาหารแนะนำ

source: Number of Services
th: จำนวนบริการ

source: Number of Documents
th: จำนวนเอกสาร

source: Top Category
th: หมวดหมู่ยอดนิยม

source: Choose Membership
th: เลือกสมาชิก

source: Cancel
th: ยกเลิก

source: User Registration is disabled
th: ปิดใช้งานการลงทะเบียนผู้ใช้แล้ว

source: Login / Register
th: เข้าสู่ / ลงทะเบียน

source: Click to login with Demo User
th: คลิกเพื่อเข้าสู่ระบบโดยใช้ Demo User

source: Restaurant
th: ร้านอาหาร

source: Buyer
th: ผู้ซื้อ

source: Password
th: รหัสผ่าน

source: Forgot Password?
th: ลืมรหัสผ่าน?

source: Log in
th: เข้าสู่ระบบ

source: New Here?
th: ใหม่ที่นี่?

source: Signup
th: สมัครใช้งาน

source: does not shared your email, please provide a valid email address.
th: ไม่ได้แชร์อีเมลของคุณโปรดระบุที่อยู่อีเมลที่ถูกต้อง

source: Sign Up
th: สมัครสมาชิก

source: Company Name
th: ชื่อ บริษัท

source: Display Name
th: ชื่อที่แสดง

source: Please enter your correct email and we will send you a password on that email.
th: โปรดป้อนอีเมลที่ถูกต้องของคุณและเราจะส่งรหัสผ่านในอีเมลดังกล่าว

source: Already have an account?
th: มีบัญชีแล้วหรือยัง?

source: Login here
th: เข้าสู่ระบบที่นี่

source: Register
th: สมัครสมาชิก

source: OR
th: หรือ…”

source: Publisher Name
th: ชื่อผู้จัดพิมพ์

source: Dashboard
th: แผงควบคุม

source: My Bookings
th: การจองของฉัน

source: My Orders
th: คำสั่งซื้อของฉัน

source: Searches & Alerts
th: การค้นหาและการแจ้งเตือน

source: Shortlists
th: รายการโปรด

source: Statement
th: งบการเงิน

source: Account Settings
th: การตั้งค่าบัญชี

source: Signout
th: ออกจากระบบ

source: My Restaurant
th: ร้านอาหารของฉัน

source: Menu Builder
th: ตัวสร้างเมนู

source: Orders
th: รายการสั่งซื้อ

source: Bookings
th: จองห้องพัก

source: Memberships
th: สมาชิก

source: Team Management
th: การจัดการทีม

source: Change Password
th: เปลี่ยนรหัสผ่าน

source: Select Membership
th: เลือกสมาชิก

source: Only a restaurant can subscribe a Membership.
th: เฉพาะร้านอาหารเท่านั้นที่สามารถสมัครเป็นสมาชิกได้

source: Buy Now
th: ซื้อตอนนี

source: You have to login for purchase restaurant.
th: คุณต้องเข้าสู่ระบบเพื่อซื้อร้านอาหาร

source: You have already logged in, Please logout to try again.
th: คุณได้ลงชื่อเข้าใช้แล้วโปรดออกจากระบบเพื่อลองอีกครั้ง

source: User Login
th: 24.3 การล็อกอินของผู้ใช้งาน

source: login
th: เข้าสู่ระบบ

source: Forgot Password?
th: ลืมรหัสผ่าน?

source: User Type
th: ประเภทผู้ใช้

source: Create Account
th: สร้างบัญชี

source: Please logout first then try to registration again
th: โปรดออกจากระบบก่อนจากนั้นลองลงทะเบียนอีกครั้ง

source: Already have an account?
th: มีบัญชีแล้วหรือยัง?

source: Best Match
th: การจับคู่ที่ดีที่สุด

source: Alphabetical
th: ตามตัวอักษร

source: Ratings
th: ความนิยม

source: Minimum order value
th: มูลค่าการสั่งซื้อขั้นต่ำ

source: Fastest delivery
th: การจัดส่งที่เร็วที่สุด

source: Less cuisines
th: อาหารที่น้อยลง

source: See more cuisines
th: ดูอาหารอื่น ๆ

source: Restaurant's found
th: พบร้านอาหารแล้ว

source: Restaurant found
th: พบร้านอาหารแล้ว

source: in
th: 12.0 in

source: Reset
th: ตั้งค่าใหม่

source: Price On Request
th: ราคาตามคำขอ

source: People Served
th: คนรับใช้

source: Registered Users
th: ผู้ใช้ที่ลงทะเบียน

source: Min Order
th: คำสั่งซื้อขั้นต่ำ

source: Order Now
th: สั่งซื้อเดี๋ยวนี้

source: Sorry !
th: ข้าเสียใจด้วย"

source: There are no restaurants matching your search.
th: ไม่มีร้านอาหารที่ตรงกับการค้นหาของคุณ

source: Sponsored
th: ผู้ให้การสนับสนุน

source: Type of food :
th: ประเภทของอาหาร :

source: Delivery time
th: เวลาจัดส่ง

source: Pickup time
th: เวลารับสินค้า

source: Filters By
th: กรองโดย

source: Cuisines
th: อาหาร

source: All Categories
th: ทุกประเภท

source: Opening Status
th: สถานะการเปิด

source: Open Now
th: เปิดเดี๋ยวนี้

source: Closed Now
th: ปิดแล้ว

source: Pre Orders
th: คำสั่งซื้อล่วงหน้า

source: From
th: จาก

source: To
th: ถึง

source: From Date
th: จากวันที่

source: To Date
th: จนถึงวันที่

source: View Menu
th: เมนูมุมมอง

source: Draw on Map
th: วาดบนแผนที่

source: Cancel Draw
th: ยกเลิกการวาด

source: Delete Area
th: ลบพื้นที่

source: Records found
th: พบระเบียนแล้ว

source: Showing
th: การแสดง

source: results
th: ผล

source: Resturant name
th: ชื่อ resturant

source: What are you looking for?
th: คุณกำลังมองหาอะไร?

source: All Religons
th: ศาสนาทั้งหมด

source: Please select your desired location
th: โปรดเลือกตำแหน่งที่คุณต้องการ

source: All Restaurants
th: ร้านอาหารทั้งหมด

source: Feacherd only
th: Feacherd เท่านั้น

source: More Advance Filter
th: ตัวกรองขั้นสูงเพิ่มเติม

source: ALL Categories
th: ทุกหมวด

source: ID Number
th: หมายเลขประจำตัวประชาชน

source: Transaction Id
th: รหัสธุรกรรม

source: Web
th: เว็บ

source: Contact Information
th: ข้อมูลสำหรับติดต่อ

source: Save All Settings
th: บันทึกการตั้งค่าทั้งหมด

source: Reset All Options
th: รีเซ็ตตัวเลือกทั้งหมด

source: Please Wait...
th: โปรดรอ...

source: Page Settings
th: การตั้งค่าหน้าเว็บ

source: Default Location
th: ตำแหน่งที่ตั้งเริ่มต้น

source: Candidate Skills Sets
th: ชุดทักษะผู้สมัคร

source: Others
th: อื่นๆ

source: Gateways
th: เกตเวย์

source: Job Credit
th: เครดิตของงาน

source: CV Search
th: ค้นหา CV

source: Custom Fields
th: ฟิลด์ที่กำหนดเอง

source: Restaurants Fields
th: ร้านอาหาร Fields

source: Candidates Fields
th: ฟิลด์ผู้สมัคร

source: Recruiters
th: นายหน้า

source: Api Settings
th: การตั้งค่า Api

source: Search Options
th: ตัวเลือกการค้นหา

source: Social Icon
th: ไอคอนสังคม

source: User Settings
th: การตั้งค่าของผู้ใช้

source: User Header Login
th: เข้าสู่ระบบผู้ใช้ส่วนหัว

source: Dashboard and Front-End login/register option can be hide by turning off this switch.
th: แดชบอร์ดและตัวเลือกการเข้าสู่ระบบ / ลงทะเบียน Front-End สามารถซ่อนได้โดยการปิดสวิตช์นี้

source: Menu Location
th: ตำแหน่งเมนู

source: Show login section in Menu
th: แสดงส่วนการเข้าสู่ระบบในเมนู

source: Employer Dashboard
th: แดชบอร์ดของนายจ้าง

source: Select page for employer dashboard here. This page is set in page template drop down. To create employer dashboard page, go to Pages > Add new page, set the page template to 'employer' in the right menu.
th: เลือกหน้าแดชบอร์ดนายจ้างที่นี่ หน้านี้ถูกตั้งค่าไว้ในเมนูแบบเลื่อนลง ในการสร้างหน้าแดชบอร์ดของนายจ้างให้ไปที่หน้า> เพิ่มหน้าใหม่ตั้งค่าเทมเพลตเพจเป็น "นายจ้าง" ในเมนูด้านขวา

source: Candidates Dashboard
th: แดชบอร์ดของผู้สมัคร

source: Select page for Candidates dashboard here. This page is set in page template drop down. To create Candidate dashboard page, go to Pages > Add new page, set the page template to 'Candidate' in the right menu.
th: เลือกหน้าสำหรับแดชบอร์ดของผู้สมัครที่นี่ หน้านี้ถูกตั้งค่าไว้ในเมนูแบบเลื่อนลง ในการสร้างหน้าแดชบอร์ดผู้สมัครให้ไปที่หน้า> เพิ่มหน้าใหม่ตั้งค่าเทมเพลตของเพจเป็น 'สมัคร' ในเมนูด้านขวา

source: Orders/Inquiries
th: สั่งซื้อ / สอบถาม

source: Order/Inquiry
th: สั่งซื้อ / สอบถาม

source: Add Order/Inquiry
th: เพิ่มคำสั่งซื้อ / สอบถาม

source: Edit Order/Inquiry
th: แก้ไขคำสั่งซื้อ / สอบถาม

source: Restaurant Settings
th: การตั้งค่าร้านอาหาร

source: Category Description
th: คำอธิบายประเภท

source: Add Restaurant Setting
th: เพิ่มการตั้งค่าร้านอาหาร

source: Restaurant Setting
th: การตั้งร้านอาหาร

source: Preview
th: ตัวอย่าง

source: Delete permanently
th: ลบอย่างถาวร

source: Move to trash
th: ย้ายไปที่ถังขยะ

source: Publish
th: โพสต์

source: Submit for review
th: ส่งเพื่อตรวจสอบ

source: Add Category
th: เพิ่มหมวดหมู่

source: Update Category
th: หมวดหมู่ นำสมัย

source: Click to Add Item
th: คลิกเพื่อเพิ่มรายการ

source: TEXT
th: ข้อความ

source: Services
th: บริการ

source: Availability
th: การวางจำหน่าย

source: Availability: %s
th: ความพร้อมใช้งาน: %s

source: NUMBER
th: อันดับที่ 7...”

source: DROPDOWN
th: หล่นลง

source: DATE
th: วันที่

source: EMAIL
th: อีเมล์

source: RANGE
th: ระยะทาง

source: Quantity
th: ปริมาณ

source: SECTION
th: ส่วนที่ 3

source: Time
th: เวลา

source: Form Title
th: ชื่อแบบฟอร์ม

source: Reservation Paid
th: จองห้องพักแล้ว

source: Form Button Label
th: ป้ายปุ่มแบบฟอร์ม

source: Form Terms Label
th: ป้ายข้อความข้อกำหนดในฟอร์ม

source: Form Terms Link
th: ลิงก์ข้อกำหนดของฟอร์ม

source: Time: %s
th: 10 ครั้ง

source: File Upload
th: อัปโหลดไฟล์

source: File
th: ไฟล์

source: Upload Image / File here.
th: อัพโหลดรูปภาพ / ไฟล์ที่นี่

source: File Upload: %s
th: อัปโหลดไฟล์: %s

source: Please Insert Item
th: โปรดใส่รายการ

source: Section
th: กลุ่ม

source: Section: %s
th: ส่วน: %s

source: Text
th: ข้อความ

source: Field Title
th: ชื่อฟิลด์

source: Enable Field Title
th: เปิดใช้งานชื่อฟิลด์

source: Enable/Disable field title in booking form.
th: เปิด / ปิดใช้ชื่อฟิลด์ในแบบฟอร์มการจอง

source: Services: %s
th: บริการ: %s

source: Time Lapse
th: ช่วงเวลา

source: Add time lapse here in minutes ( 1 to 60 )
th: เพิ่มเวลาที่นี่ในไม่กี่นาที (1 ถึง 60)

source: Restaurant Setting Icon / Image
th: ไอคอนการตั้งค่าร้านอาหาร / รูปภาพ

source: Restaurant Setting Menu Icon / Image
th: เมนูไอคอนเมนูร้านอาหาร / รูปภาพ

source: Icon
th: ไอคอน

source: small icon
th: ไอคอนขนาดเล็ก

source: Restaurant Icon
th: ไอคอนร้านอาหาร

source: Restaurant Image
th: ภาพร้านอาหาร

source: Restaurant Menu Icon
th: ไอคอนเมนูร้านอาหาร

source: Restaurant Menu Image
th: ภาพเมนูร้านอาหาร

source: Map Marker Image
th: ภาพ Marker แผนที่

source: Search Result Page
th: หน้าผลลัพธ์การค้นหา

source: Single Page Layout
th: เค้าโครงหน้าเว็บเดียว

source: View 1
th: ดู

source: View 2
th: ดู

source: View 3
th: ดู

source: Required
th: จำเป็นต้องใช้

source: Required Fields
th: ช่องที่ต้องเติม

source: Meta Key
th: คีย์ Meta

source: Please enter Meta Key without special characters and spaces
th: โปรดใส่คีย์ Meta โดยไม่มีตัวอักษรและช่องว่างพิเศษ

source: Place Holder
th: จองพื้นที่

source: Enable In Search
th: เปิดใช้งานในการค้นหา

source: If Set to "Yes" user can filter the restaurants from search based on this field.
th: หากตั้งค่าเป็น \ "ใช่ " ผู้ใช้สามารถกรองร้านอาหารจากการค้นหาตามฟิลด์นี้ได้

source: Default Value
th: ค่าเริ่มต้น

source: Collapse in Search
th: ยุบในการค้นหา

source: Field Size
th: ขนาดฟิลด์

source: Services Dropdown
th: บริการแบบเลื่อนลง

source: Do you want to show services dropdown in form.
th: คุณต้องการแสดงบริการแบบเลื่อนลงในแบบฟอร์ม

source: Small
th: เล็ก

source: Medium
th: ปานกลาง

source: Large
th: ใหญ่

source: Number
th: จำนวน

source: Number: %s
th: หมายเลข

source: Help Text
th: ช่วยเหลือข้อความ

source: Rows
th: แถว

source: Columns
th: คอลัมน์

source: Search Style
th: สไตล์การค้นหา

source: View Style
th: ดูสไตล์

source: With Background Image
th: มีภาพพื้นหลัง

source: Multi Select
th: เลือกหลายรายการ

source: Post Multi Select
th: โพสต์เลือกแบบ Multi

source: First Value
th: ค่าแรก

source: Options
th: Option

source: Add Another
th: เพิ่มอีกหนึ่ง

source: Remove This
th: ลบข้อมูลนี้

source: Date: %s
th: วันที่

source: Date Format
th: รูปแบบวันที่

source: Range
th: ระยะทาง/ช่วง

source: Range: %s
th: ช่วง: %s

source: Quantity: %s
th: จำนวน: %s

source: Minimum Value
th: มูลค่าขั้นต่ำ

source: Maximum Value
th: มูลค่าสูงสุด

source: Increment Step
th: เพิ่มขั้นตอน

source: Dropdown
th: หล่นลง

source: Dropdown: %s
th: รายการแบบเลื่อนลง: %s

source: Field Name is Required
th: ต้องระบุชื่อฟิลด์

source: Whitespaces not allowed
th: ไม่อนุญาตให้มีช่องว่าง

source: Special Characters are not allowed
th: ไม่อนุญาตให้ใช้อักขระพิเศษ

source: Name already exists
th: ชื่อมีอยู่แล้ว

source: Restaurant Setting Options
th: ตัวเลือกการตั้งค่าร้านอาหาร

source: Image Gallery
th: แกลเลอรีรูปภาพ

source: Opening Hours
th: เวลาทำการ

source: Off Days
th: ปิดวัน
