Repository: SK8-PTY-LTD/DiDiCatering_WP
Catalog: wp-foodbakery/languages/foodbakery-*.po
Languages: th

source: Demo users are not allowed to modify information.
th: ผู้ใช้แบบสาธิตไม่สามารถแก้ไขข้อมูลได้

source: Foodbakery Publisher
th: สำนักพิมพ์ Foodbakery

source: Please select all menu items.
th: โปรดเลือกรายการเมนูทั้งหมด

source: Add to Menu
th: เพิ่มลงในเมนู

source: Update
th: อัพเดท

source: Service added to List.
th: เพิ่มบริการลงในรายการแล้ว

source: Off day added to List.
th: ปิดวันเพิ่มลงในรายการ

source: Use Existing Membership
th: ใช้สมาชิกที่มีอยู่

source: Buy New Membership
th: ซื้อสมาชิกใหม่

source: This date is already added in off days list.
th: วันนี้มีการเพิ่มในรายการปิดวันแล้ว

source: Please upload images only.
th: โปรดอัปโหลดรูปภาพเท่านั้น

source: Image size should not exceed more than 1mb.
th: ขนาดรูปภาพต้องไม่เกิน 1MB

source: Error! There is some Problem.
th: ข้อผิดพลาด! มีปัญหาบางอย่าง

source: Please fill the compulsory fields first.
th: โปรดกรอกข้อมูลในภาคบังคับก่อน

source: Please enter valid price.
th: โปรดป้อนราคาที่ถูกต้อง

source: Please enter valid amount.
th: โปรดป้อนจำนวนที่ถูกต้อง

source: Accept
th: ยอมรับ

source: Currency
th: สกุลเงิน

source: Select Currency
th: เลือกสกุลเงิน

source: No recored found
th: ไม่มีการรับคืน

source: Base Currency
th: สกุลเงินพื้นฐาน

source: All the transactions will be placed in this currency.
th: ธุรกรรมทั้งหมดจะอยู่ในสกุลเงินนี้

source: Thank you. Your order has been received.
th: ขอบคุณ เราได้รับคำสั่งซื้อของคุณแล้ว

source: Typography
th: วิชาการพิมพ์

source: Common Elements
th: องค์ประกอบทั่วไป

source: Media Element
th: องค์ประกอบสื่อ

source: Content Blocks
th: บล็อกเนื้อหา

source: Loops
th: ลูป

source: Add Element
th: เพิ่ม Element

source: Search
th: ค้นหา

source: Filter by
th: กรองตาม

source: Show all
th: แสดงทั้งหมด

source: Foodbakery: Insert shortcode
th: Foodbakery: ใส่รหัสสั้น

# post type general name
source: Emails
th: อีเมล์

# post type singular name
source: Email
th: อีเมล์

# admin menu
source: Emails
th: อีเมล์

# add new on admin bar
source: Email
th: อีเมล์

# email
source: Add New
th: เพิ่มใหม่

source: Add New Email
th: เพิ่มอีเมลใหม่

source: New Email
th: อีเมลใหม่

source: Edit Email
th: แก้ไขอีเมล

source: View Email
th: ดูอีเมล

source: Sent Emails
th: อีเมลที่ส่งแล้ว

source: Search Emails
th: ค้นหาอีเมล

source: Parent Emails:
th: อีเมลแม่:

source: No emails found.
th: ไม่พบอีเมล

source: No emails found in Trash.
th: ไม่พบอีเมลในถังขยะ

source: Description.
th: คำอธิบาย

source: Date
th: วันที่

source: Email Details
th: รายละเอียดอีเมล์

source: Sent To
th: ส่งไปยัง

source: Email Status
th: สถานะอีเมล

source: Email Headers
th: ส่วนหัวของอีเมล

source: Mailer Response
th: การตอบกลับของ Mailer

source: No Posts found
th: ไม่พบกระทู้

source: SMTP Configuration
th: การกำหนดค่า SMTP

source: Yes
th: ใช่

source: No
th: ไม่

source: Enable SMTP to Send Emails?
th: เปิดใช้ SMTP เพื่อส่งอีเมลหรือไม่?

source: Turn it on If you want to send Email Through SMTP..
th: เปิดใช้หากคุณต้องการส่งอีเมลผ่าน SMTP ..

source: Send e-mail via GMail?
th: ส่งอีเมลผ่าน GMail?

source: Turn it on If you want to send Email Through Google Email Server..
th: เปิดใช้หากคุณต้องการส่งอีเมลผ่าน Google Email Server ..

source: Use SMTP Authentication?
th: ใช้ SMTP Authentication หรือไม่?

source: Turn it on If you want to use SMTP Authentication.., If checked, you must provide the SMTP username and password below
th: เปิดใช้งานถ้าคุณต้องการใช้ SMTP Authentication .. ถ้าเลือกคุณต้องระบุชื่อผู้ใช้ SMTP และรหัสผ่านด้านล่าง

source: SMTP Host Name
th: ชื่อโฮสต์ SMTP

source: Enter your Smtp host here, It is name of your service provider
th: ป้อนโฮสต์ smtp ของคุณที่นี่นี่คือชื่อของผู้ให้บริการของคุณ

source: Enter your Smtp port here, e.g 25 or 465, This is generally 25.
th: ป้อนพอร์ต Smtp ที่นี่เช่น 25 หรือ 465 โดยทั่วไปคือ 25

source: Connection prefix
th: คำนำหน้าการเชื่อมต่อ

source: SMTP username
th: ชื่อผู้ใช้ SMTP

source: SMTP Password
th: รหัสผ่าน SMTP

source: Wordwrap length
th: ความยาวของ WordWrap

source: Enable debugging?
th: เปิดใช้งานดีบักหรือไม่?

source: Only check this if you are experiencing problems and would like more error reporting to occur. Uncheck this once you have finished debugging.
th: ตรวจสอบเฉพาะกรณีนี้หากคุณกำลังประสบปัญหาและต้องการรายงานข้อผิดพลาดเพิ่มเติมให้เกิดขึ้น ยกเลิกการทำเครื่องหมายนี้เมื่อคุณเสร็จสิ้นการดีบักแล้ว

source: Sender e-mail
th: อีเมลผู้ส่ง

source: Sets the From e-mail address for all outgoing messages. Leave blank to use the WordPress default. This value will be used even if you do not enable SMTP. NOTE: This may not take effect depending on your mail server and settings, especially if using SMTPAuth (such as for GMail).
th: ตั้งค่าจากอีเมลแอดเดรสสำหรับข้อความขาออกทั้งหมด เว้นว่างไว้เพื่อใช้ค่าเริ่มต้นของ WordPress ค่านี้จะถูกใช้แม้ว่าคุณจะไม่เปิดใช้งาน SMTP ก็ตาม หมายเหตุ: การดำเนินการนี้อาจไม่มีผลโดยขึ้นอยู่กับเซิร์ฟเวอร์อีเมลและการตั้งค่าของคุณโดยเฉพาะถ้าใช้ SMTPAuth (เช่น GMail)

source: Sender name
th: ชื่อผู้ส่ง

source: Sets the From name for all outgoing messages. Leave blank to use the WordPress default. This value will be used even if you do not enable SMTP.
th: ตั้งค่าจากชื่อสำหรับข้อความขาออกทั้งหมด เว้นว่างไว้เพื่อใช้ค่าเริ่มต้นของ WordPress ค่านี้จะถูกใช้แม้ว่าคุณจะไม่เปิดใช้งาน SMTP ก็ตาม

source: SMTP Settings
th: การตั้งค่า SMTP

source: This is a test mail
th: นี่เป็นจดหมายทดสอบ

source: Hi, this is the %s plugin e-mailing you a test message from your WordPress blog.
th: สวัสดีปลั๊กอิน %s นี้ส่งอีเมลข้อความทดสอบให้คุณจากบล็อก WordPress ของคุณ

source: An error was encountered while trying to send the test e-mail.
th: เกิดข้อผิดพลาดขณะพยายามส่งอีเมลทดสอบ

source: Test e-mail sent.
th: ทดสอบอีเมลที่ส่งแล้ว

source: The body of the e-mail includes this time-stamp: %s.
th: เนื้อหาของอีเมลประกอบด้วยแสตมป์เวลานี้: %s

source: Publisher
th: ผู้ตีพิมพ์

source: Awaiting Activation
th: กำลังรอการเปิดใช้งาน

source: Inactive
th: เฉื่อยชา

source: Delete
th: ลบ

source: Pending
th: รอการดำเนินการ

source: Active
th: คล่องแคล่ว

source: Country
th: ประเทศ

source: Select Country
th: เลือกประเทศ

source: State
th: สถานะ

source: Select State
th: เลือกสถานะ

source: City
th: เมือง

source: Select City
th: เลือกเมือง

source: Town
th: ตัวเมืองจะดีกว่า

source: Select Town
th: เลือกเมือง

source: Find on Map
th: ค้นหาบนแผนที่

source: Address
th: ที่อยู่

source: Latitude
th: ละติจูด

source: Longitude
th: ลองจิจูด

source: Exact Location/Radius
th: ตำแหน่ง / รัศมีที่แน่นอน

source: Search This Location on Map
th: ค้นหาตำแหน่งนี้บนแผนที่

source: Country *
th: ประเทศ

source: Find On Map
th: ค้นหาบนแผนที่

source: Type Your Address
th: พิมพ์ที่อยู่ของคุณ

source: Search Location
th: ตำแหน่งการค้นหา

source: For the precise location, you can drag and drop the pin.
th: สำหรับตำแหน่งที่แน่นอนคุณสามารถลากและวางหมุดได้

source: Job Type Color
th: ประเภทงานสี

source: Foodbakery Settings
th: การตั้งค่า Foodbakery

source: Add Membership
th: เพิ่มสมาชิก

source: Title
th: หัวข้อ

source: Actions
th: การปฏิบัติ

source: Membership Settings
th: การตั้งค่าสมาชิก

source: Membership Title
th: ชื่อสมาชิก

source: Enter title here.
th: ป้อนชื่อที่นี่

source: Price
th: ราคา

source: Enter price here.
th: ป้อนราคาที่นี่

source: Membership Type
th: ประเภทสมาชิก

source: Single Submission
th: การส่งครั้งเดียว

source: Subscription
th: การสมัครสมาชิก

source: No of Restaurants in Membership
th: จำนวนร้านอาหารในการเป็นสมาชิก

source: No of CV's
th: ไม่มีของ CV

source: Membership Expiry
th: หมดอายุการเป็นสมาชิก

source: Days
th: 5 วัน

source: Months
th: เดือน

source: Years
th: ปี

source: Membership Featured
th: แนะนำสมาชิก

source: Description
th: ลักษณะ

source: Add Membership to List
th: เพิ่มสมาชิกในรายการ

source: Price edit
th: แก้ไขราคา

source: Restaurants Expiry
th: หมดอายุร้านอาหาร

source: Update Membership
th: อัปเดตการเป็นสมาชิก

source: Enter Title here.
th: ป้อนชื่อที่นี่

source: Enter Price here.
th: ป้อนราคาที่นี่

source: Enter Membership Title here.
th: ป้อนชื่อสมาชิกที่นี่

source: This feature "%s" is already exist. Please create with another Title
th: คุณลักษณะนี้ \ " %s " มีอยู่แล้ว โปรดสร้างด้วยชื่ออื่น

source: Extra Feature Settings
th: การตั้งค่าคุณลักษณะพิเศษ

source: Extra Feature Title
th: ชื่อเรื่องคุณสมบัติพิเศษ

source: Type
th: ประเภท

source: None
th: ไม่มี

source: One Time
th: ครั้งหนึ่ง

source: Daily
th: ประจำวัน

source: Guests
th: ผู้เยี่ยมเยียน

source: Per Head
th: ต่อหัว

source: Group
th: กลุ่ม

source: Update Extra Feature
th: ปรับปรุงคุณลักษณะเพิ่มเติม

source: Feature Settings
th: การตั้งค่าคุณลักษณะ

source: Feature Title
th: ชื่อเรื่องคุณสมบัติ

source: Image
th: ภาพ

source: Update Feature
th: ปรับปรุงคุณลักษณะ

source: Add Safety Text
th: เพิ่มข้อความความปลอดภัย

source: Safety Text Settings
th: การตั้งค่าความปลอดภัยของข้อความ

source: Add Safety Text to List
th: เพิ่มข้อความความปลอดภัยลงในรายการ

source: Safety Settings
th: การตั้งค่าความปลอดภัย

source: Please wait...
th: โปรดรอ...

source: Load Icon
th: โหลดไอคอน

source: Try Again
th: ลองอีกครั้ง

source: Load Json
th: โหลด Json

source: Foodbakery: Banner Ads
th: Foodbakery: โฆษณาแบนเนอร์

source: Foodbakery Banner Ads
th: โฆษณาแบนเนอร์ Foodbakery

source: Foodbakery Restaurent Message
th: ข้อความภัตตาคาร Foodbakery Restaurent

source: Restaurents Element Sidebar
th: Restaurents แถบด้านข้าง

source: Add widgets here to appear in your restaurents element right sidebar.
th: เพิ่มวิดเจ็ตที่นี่เพื่อให้ปรากฏในแถบด้านขวาของ restaurents element

source: WPD: Register Options
th: WPD: ลงทะเบียนตัวเลือก

source: Element Title
th: ชื่อองค์ประกอบ

source: Insert
th: แทรก

source: register
th: ลงทะเบียน

source: Save
th: บันทึก

source: Login with
th: เข้าสู่ระบบด้วย

source: Please logout first then try to login again
th: โปรดออกจากระบบก่อนแล้วลองเข้าสู่ระบบอีกครั้ง

source: Please set API key
th: โปรดตั้งค่าคีย์ API

source: Enter e-mail address..
th: ใส่อีเมล์แอดเดรส ..

source: Invalid e-mail address.
th: ที่อยู่อีเมลที่ไม่ถูกต้อง.

source: There is no user registered with that email address.
th: ไม่มีผู้ใช้ที่ลงทะเบียนกับที่อยู่อีเมลนั้น

source: Check your email address for you new password.
th: ตรวจสอบที่อยู่อีเมลของคุณสำหรับรหัสผ่านใหม่

source: Oops something went wrong updating your account.
th: อ๊ะเกิดข้อผิดพลาดในการอัปเดตบัญชีของคุณ

source: Create Your Food Bakery Account
th: สร้างบัญชีเบเกอรี่อาหารของคุณ

source: Login To Your Account
th: ลงชื่อเข้าใช้บัญชีของคุณ

source: Enter your email address below and we'll send you an email with instructions on how to change your password
th: ป้อนที่อยู่อีเมลของคุณด้านล่างและเราจะส่งอีเมลพร้อมคำแนะนำเกี่ยวกับการเปลี่ยนรหัสผ่านของคุณ

source: Enter email address...
th: ป้อนที่อยู่อีเมล ...

source: Submit
th: เสนอ

source: Login Here
th: เข้าสู่ระบบที่นี่

source: Forgot Password
th: ลืมรหัสผ่าน

source: Username should not be empty.
th: ชื่อผู้ใช้ต้องไม่ว่างเปล่า

source: Password should not be empty.
th: รหัสผ่านต้องไม่ว่างเปล่า

source: Your account is not activated yet.
th: บัญชีของคุณยังไม่เปิดใช้งาน

source: Your Profile has been removed from company
th: โปรไฟล์ของคุณถูกนำออกจาก บริษัท แล้ว

source: Invalid password.
th: รหัสผ่านไม่ถูกต้อง.

source: Invalid username or password.
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง

source: Login Successfully...
th: เข้าสู่ระบบเรียบร้อยแล้ว ...

source: Please enter a valid username. You can only enter alphanumeric value and only ( _ ) longer than or equals 5 chars
th: กรุณากรอกชื่อผู้ใช้ที่ถูกต้อง. คุณสามารถป้อนค่าตัวเลขและตัวอักษรได้เท่านั้น (_) ยาวกว่าหรือเท่ากับ 5 ตัวอักษร

source: Email Field should not be empty.
th: ฟิลด์อีเมลต้องไม่ว่างเปล่า

source: Please enter a valid email.
th: กรุณาใส่อีเมลที่ถูกต้อง.

source: Profile Type should not be empty.
th: ประเภทโปรไฟล์ต้องไม่เว้นว่าง

source: Sorry! Email already exists.
th: ขออภัย! มีอีเมลอยู่แล้ว

source: User already exists. Please try another one.
th: มีผู้ใช้นี้อยู่แล้ว. โปรดลองอีกอันหนึ่ง

source: Sorry! Username already exists.
th: ขออภัย! ชื่อผู้ใช้อยู่แล้ว.

source: Please check your email for login details.
th: โปรดตรวจสอบอีเมลสำหรับรายละเอียดการเข้าสู่ระบบ

source: Something went wrong, Email could not be processed..
th: มีบางอย่างผิดพลาดอีเมลไม่สามารถดำเนินการได้

source: Currently there are and issue
th: ขณะนี้มีและออก

source: Your account has been registered successfully, Please contact to site admin for password.
th: บัญชีของคุณได้รับการลงทะเบียนเรียบร้อยแล้วกรุณาติดต่อผู้ดูแลเว็บไซต์สำหรับรหัสผ่าน

source: Claim Restaurant
th: เรียกร้องร้านอาหาร

source: Name
th: ชื่อ

source: Email
th: อีเมล์

source: Reason
th: เหตุผล

source: Share
th: แชร์

source: Reload
th: การโหลดซ้

source: Please provide google captcha API keys
th: โปรดระบุคีย์ API ของ Google captcha API

source: Please Select Captcha Field
th: โปรดเลือกช่อง Captcha

source: Can`t write cropped File
th: ไม่สามารถเขียนไฟล์ที่ถูกครอบตัดได้

source: Locations
th: สถานที่

source: No locations found.
th: ไม่พบตำแหน่ง

source: Search Locations
th: ค้นหาสถานที่

source: Popular Locations
th: สถานที่ยอดนิยม

source: All Locations
th: สถานที่ทั้งหมด

source: Parent Location
th: ที่ตั้งหลัก

source: Parent Location:
th: ที่ตั้งหลัก:

source: Edit Location
th: แก้ไขสถานที่

source: Update Location
th: อัปเดตสถานที่

source: Add New Location
th: เพิ่มตำแหน่งใหม่

source: New Location Name
th: ชื่อสถานที่ใหม่

source: Separate Locations with commas
th: แยกสถานที่ด้วยเครื่องหมายจุลภาค

source: Add or Remove Locations
th: เพิ่มหรือลบสถานที่

source: Choose from the most used Locations
th: เลือกจากสถานที่ที่ใช้งานมากที่สุด

source: Add Location
th: เพิ่มสถานที่

source: Posts
th: โพสต์

source: ISO Code
th: รหัส ISO

source: Location Coordinates
th: ตำแหน่งพิกัด

source: Authentication Failed.
th: รับรองความถูกต้องล้มเหลว

source: Invalid Data.
th: ข้อมูลไม่ถูกต้อง

source: Error saving file!
th: เกิดข้อผิดพลาดในการบันทึกไฟล์!

source: Backup Generated.
th: สร้างข้อมูลสำรองแล้ว

source: File '%s' Deleted Successfully
th: ไฟล์ ' %s ' ถูกลบสำเร็จแล้ว

source: Error Deleting file!
th: เกิดข้อผิดพลาดในการลบไฟล์!

source: File Imported Successfully
th: นำเข้าไฟล์สำเร็จแล้ว

source: Error Restoring file!
th: เกิดข้อผิดพลาดในการเรียกคืนไฟล์!

source: File '%s' Restored Successfully
th: ไฟล์ ' %s ' กู้คืนเรียบร้อยแล้ว

source: No location found
th: ไม่พบตำแหน่ง

source: Withdrawals
th: การถอนเงิน

source: Earnings
th: รายได้

source: Statements
th: งบ

source: Order Detail
th: รายละเอียดใบสั่งซื้อ

source: Order ID:
th: รหัสคำสั่งซื้อ:

source: Created:
th: สร้าง:

source: Type:
th: ประเภท:

source: Payment Status:
th: สถานะการชำระเงิน

source: (Cash on Delivery)
th: (เงินสดเมื่อจัดส่ง)

source: Receipt
th: ใบเสร็จรับเงิน

source: Delivery Time:
th: เวลาจัดส่ง:

source: Pick Up Time:
th: เวลาที่จะรับ:

source: day
th: วัน

source: days
th: วัน

source: Hour
th: / ชั่วโมง

source: Hours
th: ชั่วโมงทำการ

source: Minute
th: นาที

source: Minutes
th: 20 นาที

source: Customer Detail
th: รายละเอียดลูกค้า

source: Name :
th: ชื่อ

source: Phone Number :
th: หมายเลขโทรศัพท์

source: Email :
th: อีเมล์

source: Address :
th: ที่อยู่ 2

source: Order Status:
th: สถานะการสั่งซื้อ

source: Order Status
th: สถานะการสั่งซื้อ

source: Processing
th: การประมวลผล

source: Completed
th: เสร็จ

source: Your order is %s
th: คำสั่งซื้อของคุณคือ %s

source: Food Menu
th: เมนูอาหาร

source: Products
th: สินค้า

source: Price per
th: ราคาต่อ

source: Order Total
th: ยอดรวมการสั่งซื้อ

source: Subtotal:
th: ยอดรวม:

source: Delivery Fee:
th: ค่าจัดส่ง

source: Pick Up Fee:
th: ค่าธรรมเนียมการรับสินค้า:

source: Total:
th: รวมทั้งหมด

source: Order status has been changed.
th: มีการเปลี่ยนแปลงสถานะคำสั่งซื้อแล้ว

source: Order status not changed.
th: สถานะการสั่งซื้อไม่เปลี่ยนแปลง

source: Prev
th: ย้อนกลับ

source: Next
th: ต่อไป

source: Next
th: ต่อไป

source: Post Name
th: ชื่อโพสต์

source: User
th: ผู้ใช้

source: Overall Rating
th: คะแนนโดยรวม

source: Status
th: สถานะ

source: Ratings Summary
th: สรุปการให้คะแนน

source: POST DOES NOT EXIST.
th: ไม่มีโพสต์

source: Restaurant Owner:
th: ร้านอาหารเจ้าของ:

source: Ago
th: ก่อน

source: Reviews Given
th: รีวิวที่ได้รับ

source: Select Date Range
th: เลือกช่วงวันที่

source: Min characters:
th: ตัวอักษรขั้นต่ำ:

source: Max characters:
th: อักขระสูงสุด:

source: Min characters:
th: ตัวอักษรขั้นต่ำ:

source: Reviews
th: รีวิว

source: Review
th: รีวิว

source: Add Review
th: เพิ่มรีวิว

source: Add New Review
th: เพิ่มรีวิวใหม่

source: New Review
th: รีวิวใหม่

source: Edit Review
th: แก้ไขรีวิว

source: View Review
th: ดูรีวิว

source: Search Reviews
th: ค้นหารีวิว

source: No reviews found.
th: ไม่พบความคิดเห็น

source: No reviews found in Trash.
th: ไม่พบความคิดเห็นในถังขยะ

source: Review Title
th: ชื่อเรื่องรีวิว

source: User Name
th: ชื่อผู้ใช้

source: Reviews Detail
th: รายละเอียดรีวิว

source: Reviews Settings
th: การตั้งค่าความเห็น

source: Review & Ratings
th: รีวิวและการให้คะแนน

source: Turn on/off user reviews system.
th: เปิด / ปิดระบบความคิดเห็นของผู้ใช้

source: Auto Approve Reviews
th: อนุมัติความเห็นโดยอัตโนมัติ

source: Do you want to Reviews get approved automatically?
th: คุณต้องการได้รับการอนุมัติโดยอัตโนมัติหรือไม่?

source: Reviews Without Login
th: รีวิวโดยไม่ต้องเข้าสู่ระบบ

source: Allow user to add review without login.
th: อนุญาตให้ผู้ใช้เพิ่มรีวิวโดยไม่ต้องเข้าสู่ระบบ

source: Enable Comments
th: เปิดใช้งานความคิดเห็น

source: Enable Multiple Reviews
th: เปิดใช้งานรีวิวหลายรายการ

source: Review Min Length
th: ตรวจสอบความยาวขั้นต่ำ

source: Review Max Length
th: ตรวจสอบความยาวสูงสุด

source: Number of reviews to list
th: จำนวนรีวิวที่จะแสดง

source: Load More Reviews Option
th: โหลดข้อคิดเห็นเพิ่มเติม Option

source: Captcha
th: แจ้งลบความคิดเห็น

source: Define a set of score values.
th: กำหนดชุดค่าคะแนน

source: Score Value
th: ค่าคะแนน

source: Rating Value [1-100]
th: ค่านิยม [1-100]

source: Delate Row
th: ล้างแถว

source: +Add Score Value
th: + เพิ่มมูลค่าคะแนน

source: Add Feature
th: เพิ่มคุณสมบัติ

source: Label
th: ฉลาก

source: %d Verified Reviews
th: %d ความเห็นที่ได้รับการยืนยัน

source: %d Comments
th: %d ความคิดเห็น

source: Post new reviews
th: โพสต์ความเห็นใหม่

source: Post new comments
th: โพสต์ความคิดเห็นใหม่

source: Rating summary
th: สรุปคะแนน

source: Customer Reviews For Food Bakery
th: รีวิวจากลูกค้าสำหรับเบเกอรี่อาหาร

source: Customer Reviews For
th: ความคิดเห็นของลูกค้าสำหรับ

source: Comments
th: ความคิดเห็น

source: Rate and Write a Review
th: ให้คะแนนและเขียนรีวิว

source: Write a Comment
th: เขียนความคิดเห็น

source: Close
th: ปิด

source: Overall rating
th: คะแนนโดยรวม

source: Your overall rating of this restaurant
th: คะแนนโดยรวมของร้านนี้

source: Submit your Review
th: ส่งความคิดเห็นของคุณ

source: Submit your Comment
th: ส่งความคิดเห็นของคุณ

source: Words typed:
th: คำที่พิมพ์:

source: Read More...
th: อ่านเพิ่มเติม

source: Read More Reviews
th: อ่านรีวิวเพิ่มเติม

source: Read More Comments
th: อ่านความคิดเห็นเพิ่มเติม

source: Only customers can write reviews
th: เฉพาะลูกค้าที่สามารถเขียนรีวิวเท่านั้น

source: Write your own reviews
th: เขียนรีวิวของคุณเอง

source: Highest Rating
th: คะแนนสูงสุด

source: Lowest Rating
th: คะแนนต่ำสุด

source: Newest Reviews
th: รีวิวใหม่ล่าสุด

source: Processing...
th: กำลังประมวลผล ...

source: Incomplete data.
th: ข้อมูลไม่สมบูรณ์

source: Your review successfully added.
th: รีวิวของคุณได้เพิ่มเรียบร้อยแล้ว

source: Sorry, no more reviews.
th: ขออภัยไม่มีความเห็นเพิ่มเติม

source: Sorry, You have already added review for this restaurent.
th: ขออภัยคุณได้เพิ่มรีวิวร้านนี้แล้ว

source: Sorry, You have already added review for this order.
th: ขออภัยคุณได้เพิ่มรีวิวสำหรับคำสั่งซื้อนี้แล้ว

source: You have already added review for this order.
th: คุณได้เพิ่มบทวิจารณ์สำหรับคำสั่งซื้อนี้แล้ว

source: 'You have already added review for this order.'
th: 'คุณได้เพิ่มรีวิวสำหรับคำสั่งซื้อนี้แล้ว'

source: Owner of the restaurent is not allowed to add review.
th: เจ้าของ restaurent ไม่ได้รับอนุญาตให้เพิ่มรีวิว

source: Please login in order to post review.
th: กรุณาเข้าสู่ระบบเพื่อโพสต์ความคิดเห็น

source: Please select captcha field.
th: โปรดเลือกฟิลด์ captcha

source: You are not allowed to post any review.
th: คุณไม่ได้รับอนุญาตให้โพสต์ความเห็นใด ๆ

source: My Reviews
th: ความเห็นของฉัน

source: Given Reviews
th: ให้รีวิว

source: Sort by
th: จัดเรียงตาม

source: You haven't written any reviews.
th: คุณยังไม่ได้เขียนบทวิจารณ์ใด ๆ

source: Sorry! reviews not found.
th: ขออภัย! ไม่พบความคิดเห็น

source: Your review successfully got deleted.
th: ความเห็นของคุณถูกลบเรียบร้อยแล้ว

source: Reply for
th: ตอบ

source: Select review reply for
th: เลือกตอบรีวิวสำหรับ

source: Post a reply
th: ตอบกลับ

source: Score Values
th: ค่าคะแนน

source: Service
th: บริการ

source: Quality
th: คุณภาพ

source: Value
th: มูลค่า

source: Title of your review *
th: ชื่อรีวิวของคุณ *

source: Title of your Comment *
th: ชื่อเรื่องความคิดเห็นของคุณ *

source: Name *
th: ชื่อ*

source: Email *
th: อีเมล์ *

source: Tell about your experience or leave a tip for others
th: บอกเล่าประสบการณ์หรือทิ้งเคล็ดลับสำหรับคนอื่น ๆ

source: review not found
th: ไม่พบความเห็น

source: of diners recommend this restaurant
th: ของไดเนอร์สแนะนำร้านนี้

source: You dont have permissions to delete this review
th: คุณไม่มีสิทธิ์ลบความเห็นนี้

source: Total Reviews
th: รีวิวทั้งหมด

source: Active Reviews
th: รีวิวที่ใช้งานอยู่

source: Pending Reviews
th: รีวิวที่รอดำเนินการ

source: Overall Rating
th: คะแนนโดยรวม

source: Open
th: เปิด

source: Related Restaurant
th: ร้านอาหารที่เกี่ยวข้อง

source: Drawn Area
th: วาดพื้นที่

source: Show with in
th: แสดงด้วยใน

source: Miles
th: ไมล์

source: of
th: ของ

source: My location
th: [ตำแหน่งของฉัน]

source: Successfully loaded icons
th: โหลดไอคอนเรียบร้อยแล้ว

source: Error: Try Again?
th: ข้อผิดพลาด: ลองอีกครั้ง

source: Load from IcoMoon selection.json
th: โหลดจาก select.json IcoMoon

source: Login again to change password.
th: ล็อกอินอีกครั้งเพื่อเปลี่ยนรหัสผ่าน

source: Password field is empty.
th: ฟิลด์รหัสผ่านว่างเปล่า

source: Mismatch Password fields.
th: ช่องรหัสผ่านไม่ตรงกัน

source: Password Changed.
th: เปลี่ยนรหัสผ่านเรียบร้อย

source: Old Password is incorrect.
th: รหัสผ่านเดิมไม่ถูกต้อง

source: Password is incorrect.
th: รหัสผ่านไม่ถูกต้อง.

source: Previous
th: ก่อน

source: Please select..
th: โปรดเลือก

source: Shortlist
th: แนะนำ

source: Shortlisted
th: สั้น ๆ

source: You have to login first.
th: คุณต้องเข้าสู่ระบบก่อน

source: You are not authorised
th: คุณไม่ได้รับอนุญาต

source: Removed From Favourite
th: นำออกจากรายการโปรดแล้ว

source: Employer Contact from job hunt
th: นายจ้างติดต่อจากงานล่า

source: Please enter name.
th: โปรดป้อนชื่อ

source: Please enter email.
th: โปรดป้อนอีเมล

source: email address is not valid.
th: ที่อยู่อีเมลไม่ถูกต้อง

source: Message should have more than 50 characters
th: ข้อความควรมีอักขระมากกว่า 50 ตัว

source: You should accept Terms and Conditions.
th: คุณควรยอมรับข้อกำหนดในการให้บริการ

source: Captcha should must be validate
th: Captcha ควรตรวจสอบความถูกต้อง

source: &nbsp; <span style="color: #ff0000;">*The mail could not be sent due to some resons, Please try again</span>
th: & nbsp; <span style = "color: # ff0000; "> * ไม่สามารถส่งอีเมลเนื่องจากมีบางกลุ่มโปรดลองอีกครั้ง </ span>

source: The profile email does not exist, Please try later
th: ไม่มีอีเมลโปรไฟล์โปรดลองภายหลัง

source: &nbsp; <span style="color: #060;">Your inquiry has been sent User will contact you shortly</span>
th: & nbsp; <span style = \ "color: # 060; "> ได้มีการสอบถามผู้ใช้ของคุณแล้วผู้ใช้จะติดต่อคุณในไม่ช้า </ span>

source: Candidate Contact from job hunt
th: ผู้สมัครติดต่อจาก job hunt

source: Please enter name.</span>
th: โปรดใส่ชื่อ </ span>

source: Please enter email.</span><br/>
th: โปรดใส่อีเมล </ span> <br/>

source: email address is not valid.</span><br/>
th: ที่อยู่อีเมลไม่ถูกต้อง </ span> <br/>
