Repository: SK8-PTY-LTD/DiDiCatering_WP
Catalog: wp-foodbakery/languages/foodbakery-*.po
Languages: th

source: Put your site key for captcha. You can get this site key after registering your site on Google.
th: ใส่คีย์ไซต์สำหรับ captcha คุณสามารถรับรหัสไซต์นี้หลังจากลงทะเบียนไซต์ของคุณบน Google

source: Secret Key
th: คีย์ลับ

source: Put your site Secret key for captcha. You can get this Secret Key after registering your site on Google.
th: ใส่รหัสลับสำหรับ captcha คุณสามารถรับ Secret Key นี้หลังจากลงทะเบียนไซต์ของคุณบน Google

source: LinkedIn Application Id
th: รหัสแอ็พพลิเคชัน LinkedIn

source: Add LinkedIn application ID. To get your Linked-in Application ID, go to your LinkedIn Dashboard
th: เพิ่มรหัสแอ็พพลิเคชัน LinkedIn หากต้องการรับรหัสแอ็พพลิเคชันที่เชื่อมโยงอยู่ให้ไปที่แดชบอร์ด LinkedIn

source: Put your LinkedIn Secret here. You can find it in your LinkedIn Application Dashboard
th: ใส่ความลับ LinkedIn ของคุณที่นี่ คุณสามารถค้นหาได้ใน LinkedIn Application Dashboard ของคุณ

source: Linkedin Access Token
th: Token การเข้าถึง Linkedin

source: Ads Management Settings
th: การตั้งค่าการจัดการโฆษณา

source: Social Sharing
th: การแบ่งปันทางสังคม

source: social sharing
th: การแบ่งปันทางสังคม

source: Instagram
th: อินสตาแกรม

source: youtube
th: ยูทูบ

source: share more
th: แชร์เพิ่มเติม

source: import & export
th: นำเข้าและส่งออก

source: Backup
th: สำรองข้อมูล

source: Users Import / Export
th: ผู้ใช้นำเข้า / ส่งออก

source: Import Users Data
th: นำเข้าข้อมูลผู้ใช้

source: Advance Settings
th: การตั้งค่าล่วงหน้า

source: Restaurant Success Settings
th: การตั้งค่าความสำเร็จของร้านอาหาร

source: Success Image
th: ภาพความสำเร็จ

source: You have successfully created your restaurant, to add more details, go to your email inbox for login details.
th: คุณได้สร้างร้านอาหารสำเร็จแล้วเพื่อเพิ่มรายละเอียดเพิ่มเติมไปที่กล่องขาเข้าอีเมลของคุณเพื่อดูรายละเอียดการเข้าสู่ระบบ

source: Success Phone
th: โทรศัพท์ที่ประสบความสำเร็จ

source: Success FAX
th: FAX สำเร็จ

source: Success Email
th: อีเมลสำเร็จ

source: Demo User Login
th: เข้าสู่ระบบผู้ใช้แบบสาธิต

source: Demo User Modification Allowed
th: อนุญาตการปรับเปลี่ยนผู้ใช้แบบสาธิตแล้ว

source: Please select a user for restaurant login
th: โปรดเลือกผู้ใช้สำหรับเข้าสู่ระบบร้านอาหาร

source: Please select a user for buyer login
th: โปรดเลือกผู้ใช้สำหรับการเข้าสู่ระบบของผู้ซื้อ

source: This is custom css area
th: นี่เป็นพื้นที่ css แบบกำหนดเอง

source: Orders/Bookings
th: สั่งซื้อ / จอง

source: Orders/Bookings Status
th: คำสั่งซื้อ / สถานะการจอง

source: , please <a href="%s">check the error log</a>
th: โปรด <a href=" %s "> ตรวจสอบบันทึกข้อผิดพลาด </a>

source: Please check facebook account developers settings.
th: โปรดตรวจสอบการตั้งค่านักพัฒนาบัญชี Facebook

source: This profile is already linked with other account. Linking process failed!
th: โปรไฟล์นี้เชื่อมโยงกับบัญชีอื่นแล้ว การเชื่อมโยงล้มเหลว!

source: Email Address is required, kindly provide all details to complete registration.
th: กรุณาระบุที่อยู่อีเมลกรุณากรอกรายละเอียดเพื่อกรอกข้อมูลการลงทะเบียน

source: ERROR
th: ข้อผิดพลาด!

source: Registration is disabled.
th: ปิดใช้งานการลงทะเบียนแล้ว

source: Something went wrong: %s
th: เกิดข้อผิดพลาด: %s

source: Login error
th: ข้อผิดพลาดในการเข้าสู่ระบบ

source: There is problem while connecting to twitter
th: เกิดปัญหาขณะเชื่อมต่อกับ Twitter

source: Book a table
th: จองโต๊ะ

source: Book This Restaurant
th: จองร้านอาหารนี้

source: All kinds of dining experiences are waiting to be discovered. Check out the best restaurants and Book Using following Form.
th: ประสบการณ์การรับประทานอาหารทุกประเภทรอการค้นพบ ตรวจสอบร้านอาหารที่ดีที่สุดและจองโดยใช้แบบฟอร์มต่อไปนี้

source: Available
th: ใช้ได้

source: Unavailable
th: ไม่มีอยู่

source: Booking Time
th: เวลาจอง

source: Restaurant not opened this day, Please choose another day
th: ร้านอาหารไม่เปิดให้บริการในวันนี้โปรดเลือกวันอื่น

source: Not found
th: ไม่พบ

source: Overview %s
th: ภาพรวม %s

source: Contact details
th: รายละเอียดการติดต่อ

source: Send Enquiry By Email
th: ส่งคำสั่งซื้อทางอีเมล์

source: order
th: รายการสั่งซื้อ

source: inquiry
th: การสอบสวน

source: %s Message
th: %s ข้อความ

source: %s Messages
th: %s ข้อความ

source: Me
th: ฉัน

source: Reserve My Spot
th: จอง My Spot

source: - Select Services -
th: - เลือกบริการ -

source: Choose file
th: เลือกไฟล์

source: Suitable files are .doc, docx, rft, pdf & .pdf
th: ไฟล์ที่เหมาะสม ได้แก่ . doc, docx, rft, pdf & .pdf

source: Booked
th: จอง

source: / Per Night
th: / ต่อคืน

source: Your order does not meet the minimum order amount.
th: คำสั่งซื้อของคุณไม่ตรงกับจำนวนคำสั่งซื้อขั้นต่ำ

source: Your order is exceeding the maximum order amount.
th: คำสั่งซื้อของคุณเกินจำนวนคำสั่งซื้อสูงสุด

source: Restaurant is closed at this time.
th: ร้านอาหารปิดให้บริการในเวลานี้

source: Service & Rates
th: บริการและราคา

source: Collapse all Filters
th: ยุบตัวกรองทั้งหมด

source: Cuisine categories
th: ประเภทอาหาร

source: Price Per Person
th: ราคาต่อคน

source: Membership Detail
th: รายละเอียดการเป็นสมาชิก

source: Please put number of suggestions.
th: โปรดใส่จำนวนข้อเสนอแนะ

source: Your settings successfully saved.
th: บันทึกการตั้งค่าสำเร็จแล้ว

source: Icon Uploaded.
th: อัปโหลดไอคอนแล้ว

source: Problem in uploading File.
th: ปัญหาในการอัปโหลดไฟล์

source: Upload image file only.
th: อัปโหลดไฟล์รูปภาพเท่านั้น

source: No Menu Items added.
th: ไม่มีรายการเมนูเพิ่ม

source: Food Items
th: รายการอาหาร

source: Add Menu Item
th: เพิ่มรายการเมนู

source: Restaurant Menu *
th: เมนูร้านอาหาร *

source: Menu Item Title
th: ชื่อรายการเมนู

source: Menu Item Price
th: ราคารายการเมนู

source: Food Image
th: รูปภาพอาหาร

source: Menu Item Description test
th: รายการเมนูคำอธิบายการทดสอบ

source: Add to Menu Item list
th: เพิ่มไปที่รายการไอเท็มเมนู

source: Add Menu Item Extra
th: เพิ่มรายการเมนูพิเศษ

source: Heading
th: หัวข้อ

source: Menu item extra added successfully
th: เพิ่มรายการเมนูสำเร็จแล้ว

source: Menu item updated successfully
th: อัปเดตรายการเมนูเรียบร้อยแล้ว

source: Menu item added successfully
th: เพิ่มรายการในเมนูเรียบร้อยแล้ว

source: Delivery fee:
th: ค่าจัดส่งในประเทศจีน

source: Min Order :
th: คำสั่งซื้อขั้นต่ำ:

source: Max Order :
th: คำสั่งซื้อสูงสุด:

source: Today : Closed
th: วันนี้: ปิดแล้ว

source: Today :
th: ในวันนี้

source: : Opens at
th: : เปิดที่

source: Opens at
th: เปิดที่

source: Categories
th: หมวดหมู่

source: Menu
th: รายการ

source: Book a Table
th: จองโต๊ะ

source: Search food item
th: ค้นหารายการอาหาร

source: This restaurant allows Pre orders.
th: ร้านอาหารนี้อนุญาตให้สั่งซื้อล่วงหน้า

source: If you have a discount code,<br> you will be able to input it<br> at the payments stage.
th: หากคุณมีรหัสส่วนลดคุณจะสามารถป้อนข้อมูลได้ในขั้นตอนการชำระเงิน

source: There are no items in your basket.
th: ไม่มีสินค้าในตะกร้าของคุณ

source: Cash
th: เงินสด

source: Card
th: การ์ด

source: Confirm Order
th: ยืนยันรายการ

source: Received Booking
th: การจองที่ได้รับ

source: This template is used to send email when restaurant user receive booking.
th: เทมเพลตนี้ใช้เพื่อส่งอีเมลเมื่อผู้ใช้ร้านอาหารได้รับการจอง

source: Received Order
th: คำสั่งซื้อที่ได้รับ

source: This template is used to send email when restaurant user receive order.
th: แม่แบบนี้ใช้เพื่อส่งอีเมลเมื่อผู้ใช้ร้านอาหารได้รับคำสั่งซื้อ

source: Sent Booking
th: การจองที่ส่งแล้ว

source: This template is used to send email when restaurant seller update booking status.
th: เทมเพลตนี้ใช้เพื่อส่งอีเมลเมื่อผู้ขายร้านอาหารอัปเดตสถานะการจอง

source: Sent Order
th: ส่งคำสั่งซื้อแล้ว

source: This template is used to send email when user submit order.
th: เทมเพลตนี้ใช้เพื่อส่งอีเมลเมื่อผู้ใช้ส่งคำสั่งซื้อ

source: Update Booking Status
th: อัปเดตสถานะการจอง

source: Update Order Status
th: อัปเดตสถานะคำสั่งซื้อ

source: This template is used to send email when restaurant seller update order status.
th: แม่แบบนี้ใช้เพื่อส่งอีเมลเมื่อผู้ขายอัปเดตสถานะใบสั่งซื้อของผู้ขาย

source: Select User
th: เลือกผู้ใช้

source: Add More
th: เพิ่มอีก

source: Phone
th: โทรศัพท์

source: phone
th: โทรศัพท์

source: Location/Map
th: ที่ตั้ง / แผนที่

source: Restaurant Open/Close
th: ร้านอาหารเปิด / ปิด

source: Information *
th: ข้อมูล

source: Restaurant Pre-Order
th: ร้านอาหาร Pre-Order

source: i.e 15
th: IE

source: i.e 200
th: IE

source: Disable cash on Delivery?
th: ปิดการใช้งานเงินสดเมื่อจัดส่งหรือไม่?

source: i.e 10
th: IE

source: Username *
th: ชื่อผู้ใช้

source: Email address
th: อีเมลล์

source: Current Membership
th: สมาชิกปัจจุบัน

source: Sorry! No Menu Category added.
th: ขออภัย! ไม่มีการเพิ่มหมวดหมู่เมนู

source: Menu category added successfully.
th: เพิ่มหมวดหมู่เมนูเรียบร้อยแล้ว

source: Feature List
th: รายการคุณสมบัติ

source: Select/Unselect all
th: เลือก / ยกเลิกการเลือกทั้งหมด

source: Upload Logo
th: อัปโหลดโลโก้

source: Update your avatar manually, If the not set the default Gravatar will be the same as your login email/user account. Max Upload Size: 1MB,
th: อัปเดตภาพประจำตัวด้วยตนเองหากไม่ได้ตั้งค่า Gravatar เริ่มต้นจะเหมือนกับบัญชีอีเมลสำหรับเข้าสู่ระบบ / ผู้ใช้ของคุณ ขนาดการอัปโหลดสูงสุด: 1MB,

source: Upload Cover Image
th: อัปโหลดภาพปก

source: Update your cover image manually, If the not set the default cover image will be showing on your restaurant detail page. Max Upload Size: 1MB,
th: อัปเดตภาพปกด้วยตนเองหากไม่ได้ตั้งค่าภาพปกเริ่มต้นจะปรากฏในหน้ารายละเอียดร้านอาหารของคุณ ขนาดการอัปโหลดสูงสุด: 1MB,

source: Attachments
th: สิ่งที่แนบมา

source: You can add only JPG, JPEG, PNG, GIF formates of images.
th: คุณสามารถเพิ่มรูปแบบไฟล์ภาพ JPG, JPEG, PNG, GIF ได้เท่านั้น

source: Photo Gallery
th: แกลเลอรี่ภาพ

source: Upload Image
th: อัปโหลดรูปภาพ

source: Tags Clouds
th: เมฆ

source: Mostly Used Tags
th: แท็กที่ใช้ส่วนใหญ่

source: Restaurant Price Option
th: ตัวเลือกราคาร้านอาหาร

source: Menu Order Options
th: ตัวเลือกการสั่งซื้อเมนู

source: Minimum Order Value
th: มูลค่าสั่งซื้อขั้นต่ำ

source: Create Restaurant
th: สร้างร้านอาหาร

source: Update Restaurant
th: ปรับปรุงร้านอาหาร

source: Restaurant Updated.
th: อัปเดตร้านอาหารแล้ว

source: Restaurant Added Successfully.
th: ร้านอาหารที่เพิ่มเรียบร้อยแล้ว

source: Membership Updated.
th: อัปเดตสมาชิกแล้ว

source: Membership subscribed successfully.
th: สมัครสมาชิกเรียบร้อยแล้ว

source: Feature Restaurant
th: ร้านอาหาร

source: Top Category Restaurant
th: ร้านอาหารยอดนิยม

source: Number of Pictures
th: จำนวนรูปภาพ

source: This Username already exists.
th: ชื่อผู้ใช้นี้มีอยู่แล้ว.

source: Please enter a valid Username. You can only enter alphanumeric value and only ( _ ) longer than or equals 5 chars.
th: กรุณากรอกชื่อผู้ใช้ที่ถูกต้อง. คุณสามารถป้อนค่าตัวเลขและตัวอักษรได้เท่านั้น (_) ยาวกว่าหรือเท่ากับ 5 ตัวอักษร

source: Username available.
th: มีชื่อผู้ใช้

source: This email is already exist.
th: อีเมลฉบับนี้มีอยู่แล้ว

source: Please enter a valid email address.
th: กรุณาใส่อีเมล์ที่ถูกต้อง.

source: Email available.
th: มีอีเมล

source: Recent Bookings
th: การจองล่าสุด

source: Select Booking Status
th: เลือกสถานะการจอง

source: Customer Name
th: ชื่อลูกค้า

source: You don't have any received booking.
th: คุณไม่ได้รับการจองใด ๆ

source: You don't have any booking.
th: คุณไม่มีการจองห้องพัก

source: Booking Detail
th: รายละเอียดการจอง

source: Booking ID
th: รหัสการจอง

source: Booking Date
th: วันจอง

source: Booking Status
th: สถานะการจอง

source: Send Invitation
th: ส่งคำเชิญชวน

source: Add Members
th: เพิ่มสมาชิก

source: Send invitation
th: ส่งคำเชิญชวน

source: Send
th: ส่ง

source: Add Team Member
th: เพิ่มสมาชิกทีม

source: Update Team Member
th: อัปเดตสมาชิกในทีม

source: Please provide email address
th: โปรดระบุที่อยู่อีเมล

source: Email address already exists
th: มีที่อยู่อีเมลแล้ว

source: Invitation Link
th: ลิงก์คำเชิญ

source: Invitation successfully sent!
th: ส่งคำเชิญเรียบร้อยแล้ว!

source: Hi,
th: สวัสดี

source: Your account was created on foodbakery, you can login with following details
th: บัญชีของคุณถูกสร้างขึ้นใน foodbakery คุณสามารถเข้าสู่ระบบโดยใช้รายละเอียดต่อไปนี้

source: Username:
th: ชื่อผู้ใช้:

source: Password:
th: รหัสผ่าน:

source: Team member successfully added!
th: เพิ่มสมาชิกเรียบร้อยแล้ว!

source: Atleast one supper admin required for a company
th: Atleast หนึ่ง supper admin ที่จำเป็นสำหรับ บริษัท

source: Super Admin Successfully Removed
th: ลบผู้ดูแลระบบขั้นสูงแล้ว

source: Dashboard
th: แผงควบคุม

source: Saved Notifications
th: การแจ้งเตือนที่บันทึกไว้

source: Sign out
th: ออกจากระบบ

source: Congratulations
th: ขอแสดงความยินดี!

source: Your order has been created successfully.
th: สร้างคำสั่งซื้อของคุณเรียบร้อยแล้ว

source: You Want To Delete?
th: คุณต้องการลบ?

source: Yes, Delete
th: ใช่ลบ

source: No, Cancel
th: ไม่ยกเลิก

source: <li>Earnings of this month is <strong>%s</strong></li>
th: <li> รายได้ของเดือนนี้คือ <strong> %s </ strong> </ li>

source: <li>Your balance: <strong>%s</strong></li>
th: <li> ยอดเงินคงเหลือ: <strong> %s </ strong> </ li>

source: <li>Total value of your sales <strong>%s</strong></li>
th: <li> มูลค่ารวมของยอดขาย <strong> %s </ strong> </ li>

source: <li>Total Withdrawal <strong>%s</strong> <a href="javascript:void(0);" class="user_dashboard_ajax" data-id="foodbakery_publisher_withdrawals" data-queryvar="dashboard=withdrawals"><span>(View withdrawal history)</span></a></li>
th: <li> การถอนเงินทั้งหมด <strong> %s </ strong> <a href = \ "javascript: void (0); " class = \ "user_dashboard_ajax " data-id = \ "foodbakery_publisher_withdrawals " data-queryvar = \ " "dashboard = withdrawals "> <span> (ดูประวัติการถอนตัว) </ span> </a> </ li>

source: Total Sales
th: ยอดขายทั้งหมด

source: Total Earnings
th: รายได้ทั้งหมด

source: Total Earnings:
th: รวมกำไร:

source: Sorry! No Menu Found.
th: ขออภัย! ไม่พบเมนู

source: Update Menu
th: เมนูการอัปเดต

source: Recent Orders
th: รายการสั่งซื้อล่าสุด

source: Select Orders Status
th: เลือกสถานะการสั่งซื้อ

source: You don't have any received order.
th: คุณไม่มีใบสั่งซื้อที่ได้รับ

source: You don't have any order.
th: คุณไม่มีคำสั่งซื้อใด ๆ

source: Order id
th: รหัสคำสั่งซื้อ

source: Charges
th: ค่าใช้จ่ายอื่นๆ

source: Received
th: ได้รับแล้ว

source: Restaurant Logo
th: โลโก้ร้านอาหาร

source: Deliver in %s Minutes
th: ส่งมอบใน %s นาที

source: Pick Up in %s Minutes
th: รับใน %s นาที

source: give review
th: ให้ทบทวน

source: Order Review
th: รีวิวคำสั่งซื้อ

source: Very poor
th: แย่มาก

source: poor
th: แย่

source: Average
th: เฉลี่ย

source: Good
th: ดี

source: Out standing
th: “ยอดเยี่ยม?

source: Subscribed Memberships
th: สมาชิกที่สมัครเป็นสมาชิก

source: Sorry! there is no package in your list.
th: ขออภัย! ไม่มีแพคเกจในรายการของคุณ

source: Full Name
th: ชื่อและนามสกุล

source: Phone Number *
th: หมายเลขโทรศัพท์

source: My Restaurants
th: ร้านอาหารของฉัน

source: Add new restaurant
th: เพิ่มร้านอาหารใหม่

source: Transaction ID
th: รหัสธุรกรรม

source: Package - %s
th: แพคเกจ

source: Order - %s
th: "คำสั่ง?"

source: Sale - %s
th: ลดราคา

source: No statement found.
th: ไม่พบคำชี้แจง

source: Suggested Restaurants
th: ร้านอาหารแนะนำ

source: Define <em data-target="#suggestions-box" data-toggle="modal">Search criteria</em> to search for specific
th: กำหนด <em data-target = \ "# suggest-box " data-toggle = \ "modal "> เกณฑ์การค้นหา </ em> เพื่อค้นหาเฉพาะ

source: Please Select categories
th: โปรดเลือกหมวดหมู่

source: Categories for suggestions
th: หมวดหมู่สำหรับคำแนะนำ

source: Number of suggestions to show
th: จำนวนข้อเสนอแนะที่จะแสดง

source: example 20
th: ตัวอย่าง

source: Save Settings
th: บันทึกการตั้งค่า

source: Successfully Updated!
th: อัปเดตเรียบร้อยแล้ว!

source: Login
th: เข้าสู่ระบบ

source: Withdrawal Request
th: คำขอถอนเงิน

source: Other Detail
th: รายละเอียดอื่น ๆ

source: Send Request
th: ส่งคำขอ

source: You have not sufficient amount for withdrawal.
th: คุณมีจำนวนไม่เพียงพอที่จะถอนตัว

source: withdrawal-%s
th: การถอนเงิน - %s

source: No withdrawls requests found.
th: ไม่พบคำขอถอนเงิน

source: This amount is greater than your earnings.
th: จำนวนเงินนี้มากกว่ารายได้ของคุณ

source: Request sent successfully.
th: ส่งคำขอสำเร็จแล้ว
